fake_reviews = [
    {
        "user_review": "Товар просто замечательный! Рекомендую всем друзьям.",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 59,
        "has_media": 0,
        "written_by_bot": 1,
    },
    {
        "user_review": "Не ожидал, что будет так классно. Восхитительная покупка!",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Использую ежедневно и не жалею о покупке. Восхитительно!",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Покупка стоила моих ожиданий. Каждому рекомендую!",
        "reviews_date": "2024-09-26",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Супер продукт! Полностью удовлетворен и рекомендую!",
        "reviews_date": "2024-09-25",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Крутой товар, хорошее качество по отличной цене!",
        "reviews_date": "2024-09-24",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Думал, не получится, но вот и результат! Огромное спасибо!",
        "reviews_date": "2024-09-23",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Бесподобное качество! Покупайте, не пожалеете!",
        "reviews_date": "2024-09-22",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Выбор оказался успешным. Проект супер, рекомендую всем!",
        "reviews_date": "2024-09-21",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Здорово, что купил! Нереально крутая вещь, рекомендую!",
        "reviews_date": "2024-09-20",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Данный продукт оказался незаменимым. Советую всем!",
        "reviews_date": "2024-09-19",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Скажу одно: мечта! Удивительное решение для повседневной жизни.",
        "reviews_date": "2024-09-18",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Отличная покупка, на все 100 процентов! Всегда буду брать.",
        "reviews_date": "2024-09-17",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Просто находка! Доволен, как слон! Рекомендую всем.",
        "reviews_date": "2024-09-16",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Рад, что решился на покупку. Отличное качество и цена!",
        "reviews_date": "2024-09-15",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Просто супер! Лучшая инвестиция в мои покупки.",
        "reviews_date": "2024-09-14",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Нереально довольна покупкой! Всем настоятельно рекомендую!",
        "reviews_date": "2024-09-13",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Понравился с первого взгляда. За такие деньги, просто отлично!",
        "reviews_date": "2024-09-12",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Круто! Полностью оправданы все ожидания! Советую!",
        "reviews_date": "2024-09-11",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Что-то невероятное! Я в восторге от своей покупки!",
        "reviews_date": "2024-09-10",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот смартфон действительно удивил меня своим качеством. Камера делает потрясающие снимки даже при слабом освещении. Рекомендую!",
        "reviews_date": "2024-09-30",
        "star_review": 5,
        "text_len": 139,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Блендер, который я купил, превзошел все мои ожидания. Легко справляется даже с твердыми ингредиентами. Рекомендую всем, кто любит готовить.",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 147,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Очень доволен своей покупкой - стильные и удобные кроссовки. Подходят под любой стиль одежды. Мягкая подошва обеспечивает комфорт при ходьбе.",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 151,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Покупал этот увлажнитель воздуха для своей спальни. Он работает тихо и эффективно, создавая идеальные условия для сна. Настоятельно рекомендую!",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 140,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Собирал этот конструктор вместе с детьми. Хорошее качество деталей и интересные задачи. Дети в восторге от своего творчества!",
        "reviews_date": "2024-09-26",
        "star_review": 5,
        "text_len": 135,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Купил этот чайник, очень быстро кипятит воду и имеет стильный дизайн. Легко чистится, что тоже большой плюс. Полностью доволен своей покупкой!",
        "reviews_date": "2024-09-25",
        "star_review": 5,
        "text_len": 139,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот гель для душа обладает потрясающим ароматом и нежно очищает кожу. Удивительный выбор для утреннего ритуала. Чувствую себя великолепно каждый раз!",
        "reviews_date": "2024-09-24",
        "star_review": 5,
        "text_len": 139,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Покупка этой книги была лучшим решением! Интересный сюжет и персонажи, от которых невозможно оторваться. Рекомендую всем любителям фантастики.",
        "reviews_date": "2024-09-23",
        "star_review": 5,
        "text_len": 142,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот инструмент значительно упрощает процесс работы. Легкий и удобный в использовании, это must-have для любой мастерской.",
        "reviews_date": "2024-09-22",
        "star_review": 5,
        "text_len": 135,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Пользуюсь этой маской для лица уже несколько недель. Кожа стала гладкой и увлажненной. Видимый результат гарантирован, настоятельно рекомендую всем!",
        "reviews_date": "2024-09-21",
        "star_review": 5,
        "text_len": 148,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Эта игровая консоль подарила мне множество часов удовольствия. Играю во множество игр и наслаждаюсь отличной графикой!",
        "reviews_date": "2024-09-20",
        "star_review": 5,
        "text_len": 135,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Приобрел этот органайзер для своего рабочего стола, стал гораздо меньше беспорядка. Красивый и функциональный, отлично вписался в интерьер.",
        "reviews_date": "2024-09-19",
        "star_review": 5,
        "text_len": 145,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Эта сумка просто находка! Стильная, вместительная и при этом легкая. Подходит как для работы, так и для прогулок по городу.",
        "reviews_date": "2024-09-18",
        "star_review": 5,
        "text_len": 145,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Потрясающий набор инструментов для домашнего выполнения работ. Все необходимые элементы на месте, качество на высоте. Я в полном восторге!",
        "reviews_date": "2024-09-17",
        "star_review": 5,
        "text_len": 142,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Никогда не думал, что могу так наслаждаться приготовлением пищи. Этот кухонный процессор невероятно удобен и экономит время. Рекомендую всем!",
        "reviews_date": "2024-09-16",
        "star_review": 5,
        "text_len": 144,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот подстаканник просто лучший! Он держит напитки в тепле и выглядит очень стильно. Подарил всем своим друзьям, все в восторге!",
        "reviews_date": "2024-09-15",
        "star_review": 5,
        "text_len": 142,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Просто чудесный аромат этого парфюма! Долго держится и подходит для любого события. Каждый раз, когда я его наношу, получаю комплименты.",
        "reviews_date": "2024-09-14",
        "star_review": 5,
        "text_len": 139,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эти дизайнерские часы покорили меня с первого взгляда. Качество на высоте, стильный внешний вид, точно стоят своих денег!",
        "reviews_date": "2024-09-13",
        "star_review": 5,
        "text_len": 138,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот товар просто потрясающий! Он идеально подходит для моих нужд и полностью оправдал мои ожидания. Качество на высоте, рекомендую всем!",
        "reviews_date": "2024-10-01",
        "star_review": 5,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Не могу нарадоваться этой покупке! Товар очень удобный и функциональный, работает без нареканий. Доставка была быстрой, спасибо магазину!",
        "reviews_date": "2024-09-30",
        "star_review": 5,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Отличное качество, стильный дизайн, удобный в использовании. Я очень довольна этой покупкой и рекомендую ее всем!",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 86,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Товар превосходит все ожидания! Функциональность на высоте, работает без сбоев. Довольна покупкой, рекомендую!",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Замечательный товар! Качество отличное, цена приемлемая. Рекомендую всем, кто ищет качественный продукт!",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар соответствует описанию, работает отлично, без нареканий. Доставка была быстрой. Я очень доволен!",
        "reviews_date": "2024-09-26",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Отличный товар, рекомендую! Качество на высоте, цена доступная. Пользуюсь уже несколько месяцев, никаких проблем.",
        "reviews_date": "2024-09-25",
        "star_review": 5,
        "text_len": 92,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Прекрасный товар! Отвечает всем моим требованиям. Спасибо магазину за быструю доставку.",
        "reviews_date": "2024-09-24",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар просто супер! Отличный дизайн, высокое качество, удобный в использовании. Я очень рада этой покупке!",
        "reviews_date": "2024-09-23",
        "star_review": 5,
        "text_len": 88,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Не разочаровался в этом товаре! Соответствует всем заявленным характеристикам, работает без проблем. Рекомендую!",
        "reviews_date": "2024-09-22",
        "star_review": 5,
        "text_len": 91,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Покупкой довольна! Товар качественный, соответствует описанию. Доставка была быстрой, спасибо магазину!",
        "reviews_date": "2024-09-21",
        "star_review": 5,
        "text_len": 88,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар оправдал все мои ожидания! Качество отличное, дизайн стильный, работает без нареканий. Рекомендую!",
        "reviews_date": "2024-09-20",
        "star_review": 5,
        "text_len": 94,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Отличный товар! Качество на высоте, цена доступная. Пользуюсь уже несколько месяцев, никаких проблем.",
        "reviews_date": "2024-09-19",
        "star_review": 5,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар просто супер! Рекомендую всем! Качество отличное, цена приемлемая. Доставка была быстрой.",
        "reviews_date": "2024-09-18",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар соответствует описанию, работает отлично. Доставка была быстрой, все отлично!",
        "reviews_date": "2024-09-17",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Качество товара на высоте, дизайн стильный, работает без нареканий. Очень довольна покупкой!",
        "reviews_date": "2024-09-16",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Товар превосходит все ожидания! Рекомендую всем, кто ищет качественный продукт!",
        "reviews_date": "2024-09-15",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Отличный товар! Пользуюсь уже несколько месяцев, никаких проблем. Рекомендую!",
        "reviews_date": "2024-09-14",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар соответствует описанию, работает отлично, доставка была быстрой. Спасибо!",
        "reviews_date": "2024-09-13",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Покупкой довольна! Товар качественный, соответствует описанию. Рекомендую!",
        "reviews_date": "2024-09-12",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот товар - настоящая находка! Он идеально подходит для моих нужд и превзошел все мои ожидания. Рекомендую всем!",
        "reviews_date": "2024-10-01",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Не могу нарадоваться этой покупке! Товар очень качественный, стильный и удобный в использовании. Довольна на все сто!",
        "reviews_date": "2024-09-30",
        "star_review": 5,
        "text_len": 92,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Отличный товар! Превзошел все мои ожидания. Качество на высоте, работает без нареканий. Спасибо магазину!",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 93,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Замечательный товар! Отличный дизайн, удобный в использовании, работает как часы. Рекомендую всем!",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 86,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар просто супер! Я очень довольна покупкой, рекомендую всем, кто ищет качественный продукт.",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 85,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Не разочаровался в этом товаре! Он соответствует всем заявленным характеристикам, работает отлично.",
        "reviews_date": "2024-09-26",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Прекрасный товар! Я очень довольна этой покупкой, рекомендую всем, кто ищет стильный и функциональный продукт.",
        "reviews_date": "2024-09-25",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Отличный товар! Качество на высоте, дизайн стильный, работает без нареканий. Довольна покупкой!",
        "reviews_date": "2024-09-24",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар соответствует описанию, работает отлично, без нареканий. Доставка была быстрой, спасибо магазину!",
        "reviews_date": "2024-09-23",
        "star_review": 5,
        "text_len": 93,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Прекрасный товар! Я очень довольна этой покупкой, рекомендую всем, кто ищет качественный и стильный продукт.",
        "reviews_date": "2024-09-22",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Товар оправдал все мои ожидания! Качество отличное, дизайн стильный, работает без нареканий. Спасибо!",
        "reviews_date": "2024-09-21",
        "star_review": 5,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Не разочаровался в этом товаре! Он соответствует всем заявленным характеристикам, работает отлично. Рекомендую!",
        "reviews_date": "2024-09-20",
        "star_review": 5,
        "text_len": 91,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Отличный товар! Качество на высоте, работает без нареканий. Доставка была быстрой, спасибо магазину!",
        "reviews_date": "2024-09-19",
        "star_review": 5,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар просто супер! Я очень довольна этой покупкой, рекомендую всем, кто ищет качественный и стильный продукт.",
        "reviews_date": "2024-09-18",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Замечательный товар! Отличный дизайн, удобный в использовании, работает как часы. Довольна покупкой!",
        "reviews_date": "2024-09-17",
        "star_review": 5,
        "text_len": 86,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар соответствует описанию, работает отлично, без нареканий. Доставка была быстрой, спасибо магазину!",
        "reviews_date": "2024-09-16",
        "star_review": 5,
        "text_len": 93,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Прекрасный товар! Я очень довольна этой покупкой, рекомендую всем, кто ищет качественный и стильный продукт.",
        "reviews_date": "2024-09-15",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Товар оправдал все мои ожидания! Качество отличное, дизайн стильный, работает без нареканий. Рекомендую!",
        "reviews_date": "2024-09-14",
        "star_review": 5,
        "text_len": 94,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Не разочаровался в этом товаре! Он соответствует всем заявленным характеристикам, работает отлично. Спасибо!",
        "reviews_date": "2024-09-13",
        "star_review": 5,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Отличный товар! Качество на высоте, работает без нареканий. Доставка была быстрой, спасибо магазину!",
        "reviews_date": "2024-09-12",
        "star_review": 5,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар просто супер! Я очень довольна этой покупкой, рекомендую всем, кто ищет качественный и стильный продукт.",
        "reviews_date": "2024-09-11",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Замечательный товар! Отличный дизайн, удобный в использовании, работает как часы. Довольна покупкой!",
        "reviews_date": "2024-09-10",
        "star_review": 5,
        "text_len": 86,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар соответствует описанию, работает отлично, без нареканий. Доставка была быстрой, спасибо магазину!",
        "reviews_date": "2024-09-09",
        "star_review": 5,
        "text_len": 93,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Прекрасный товар! Я очень довольна этой покупкой, рекомендую всем, кто ищет качественный и стильный продукт.",
        "reviews_date": "2024-09-08",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Товар оправдал все мои ожидания! Качество отличное, дизайн стильный, работает без нареканий. Рекомендую!",
        "reviews_date": "2024-09-07",
        "star_review": 5,
        "text_len": 94,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Не разочаровался в этом товаре! Он соответствует всем заявленным характеристикам, работает отлично. Спасибо!",
        "reviews_date": "2024-09-06",
        "star_review": 5,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Отличный товар! Качество на высоте, работает без нареканий. Доставка была быстрой, спасибо магазину!",
        "reviews_date": "2024-09-05",
        "star_review": 5,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар просто супер! Я очень довольна этой покупкой, рекомендую всем, кто ищет качественный и стильный продукт.",
        "reviews_date": "2024-09-04",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Замечательный товар! Отличный дизайн, удобный в использовании, работает как часы. Довольна покупкой!",
        "reviews_date": "2024-09-03",
        "star_review": 5,
        "text_len": 86,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар соответствует описанию, работает отлично, без нареканий. Доставка была быстрой, спасибо магазину!",
        "reviews_date": "2024-09-02",
        "star_review": 5,
        "text_len": 93,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Прекрасный товар! Я очень довольна этой покупкой, рекомендую всем, кто ищет качественный и стильный продукт.",
        "reviews_date": "2024-09-01",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Товар оправдал все мои ожидания! Качество отличное, дизайн стильный, работает без нареканий. Рекомендую!",
        "reviews_date": "2024-08-31",
        "star_review": 5,
        "text_len": 94,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Не разочаровался в этом товаре! Он соответствует всем заявленным характеристикам, работает отлично. Спасибо!",
        "reviews_date": "2024-08-30",
        "star_review": 5,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Отличный товар! Качество на высоте, работает без нареканий. Доставка была быстрой, спасибо магазину!",
        "reviews_date": "2024-08-29",
        "star_review": 5,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар просто супер! Я очень довольна этой покупкой, рекомендую всем, кто ищет качественный и стильный продукт.",
        "reviews_date": "2024-08-28",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Замечательный товар! Отличный дизайн, удобный в использовании, работает как часы. Довольна покупкой!",
        "reviews_date": "2024-08-27",
        "star_review": 5,
        "text_len": 86,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Товар соответствует описанию, работает отлично, без нареканий. Доставка была быстрой, спасибо магазину!",
        "reviews_date": "2024-08-26",
        "star_review": 5,
        "text_len": 93,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Прекрасный товар! Я очень довольна этой покупкой, рекомендую всем, кто ищет качественный и стильный продукт.",
        "reviews_date": "2024-08-25",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Качество товара просто на высоте! Теперь буду заказывать только здесь.",
        "reviews_date": "2024-11-19",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Получил заказ очень быстро. Упаковка идеальная, товар отличный!",
        "reviews_date": "2024-11-18",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Невероятно удобный интерфейс сайта, всё нашёл за пару минут.",
        "reviews_date": "2024-11-17",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Это просто находка! Ассортимент товаров огромный, а цены приятные.",
        "reviews_date": "2024-11-16",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Друзья порекомендовали этот магазин, и я не пожалел. Всё супер!",
        "reviews_date": "2024-11-15",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Сервис просто космос! Приятно, когда о клиентах так заботятся.",
        "reviews_date": "2024-11-14",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Получил товар вовремя, качество полностью соответствует описанию.",
        "reviews_date": "2024-11-13",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Лучший выбор для тех, кто ценит своё время и деньги. Советую!",
        "reviews_date": "2024-11-12",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Заказал впервые, но явно не в последний раз. Очень доволен.",
        "reviews_date": "2024-11-11",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Пожалуй, лучшее место для онлайн-покупок. Всё на высшем уровне!",
        "reviews_date": "2024-11-10",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Отличная куртка! Согревает даже в сильный мороз, а выглядит стильно. Качество пошива на высоте, рекомендую.",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Телевизор просто супер! Изображение яркое, цвета сочные. Звук мощный, звук не режет уши. Очень доволен покупкой.",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эта шапка – просто находка! Уютно сидит на голове, отлично держит тепло. Прекрасно сочетается с любой одеждой.",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Стиральная машина работает просто идеально! Стирка качественная, бельё чистейшее. Экономит время и силы.",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Холодильник просто замечательный! Компактный, вместительный, все продукты хранятся в идеальном состоянии. Покупайте смело!",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Отличный пылесос! Мощный, быстро убирает мусор, даже с труднодоступных мест. Работает тихо.",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Ноутбук - просто находка для работы! Быстрый, лёгкий, всё работает безупречно. Рекомендую!",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Отличный телефон! Качественная камера, быстрый процессор, все функции работают идеально.",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот смарт-часы – просто супер! Оперативно работают, функциональность поражает, отличный выбор!",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Умные колонки - идеальный выбор для дома! Звук шикарный, все функции понятны и удобны в использовании.",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Это самый удобный кухонный комбайн! Занимает мало места, справляется с любыми задачами. Отлично справляется с приготовлением!",
        "reviews_date": "2024-09-26",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Сейф - очень надёжный! Качество материалов отличное, защита на уровне. За свою цену - лучший вариант.",
        "reviews_date": "2024-09-26",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эта куртка невероятная! Согревает даже в самые холодные дни, отлично сидит и выглядит стильно. Качество пошива на высшем уровне, настоящая находка!",
        "reviews_date": "2024-09-30",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Телевизор просто потрясающий! Изображение яркое и четкое, звук мощный и объемный. Смотреть фильмы - одно удовольствие. Советую всем!",
        "reviews_date": "2024-09-30",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Шапка — просто идеальна! Согревает отлично, к тому же, очень стильно выглядит. Качество меха превосходное, рекомендую!",
        "reviews_date": "2024-09-30",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Стиральная машина работает бесперебойно! Стирка качественная, бельё остается чистым и свежим. Экономит время и силы. Рекомендую!",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот холодильник - находка! Вместительный, сохраняет продукты свежими, а дизайн стильный. Отличная покупка!",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Ноутбук просто супер! Быстрый, легкий, с отличной производительностью. Работа за компьютером - одно удовольствие! Рекомендую!",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Телевизор превзошел все ожидания! Яркое изображение, звук просто потрясающий! Все функции интуитивно понятны и удобны в использовании.",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Умные часы - отличная покупка! Функциональные, удобные в использовании, быстро реагируют. Очень стильно смотрятся.",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Пылесос мощный, справляется с любой грязью и пылью. Убирает быстро и эффективно, а главное - очень тихий.",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Куртка просто супер! Теплая, стильная, и очень удобная в носке. Превосходное качество пошива!",
        "reviews_date": "2024-10-01",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Телевизор - находка! Высокое качество изображения, мощный звук, и все функции очень интуитивно понятны. Рекомендую!",
        "reviews_date": "2024-10-01",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Шапка просто идеальна! Согревает отлично, и выглядит стильно. Превосходное качество меха, и комфортно сидит на голове.",
        "reviews_date": "2024-10-01",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Стиральная машина — просто чудо! Стирка качественная, бельё идеально чистое. Экономит время и силы.",
        "reviews_date": "2024-10-01",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Холодильник просто великолепный! Сохраняет продукты свежими, вместительный, и стильно смотрится в кухне.",
        "reviews_date": "2024-10-01",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот пылесос - просто бомба! Очень мощный, быстро убирает пыль и мусор. Работает тихо и эффективно.",
        "reviews_date": "2024-10-01",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Ноутбук - отличный вариант для работы! Быстрый, легкий и надежный. Идеальное сочетание цены и качества.",
        "reviews_date": "2024-10-02",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот телефон просто превзошел мои ожидания! Отличная камера, быстрый процессор, и всё работает идеально.",
        "reviews_date": "2024-10-02",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Смарт-часы - просто находка! Удобные в использовании, стильные и функциональные. Отлично справляются со своими задачами.",
        "reviews_date": "2024-10-02",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Умные колонки - идеальный вариант для дома! Высокое качество звука, удобное управление. Рекомендую всем!",
        "reviews_date": "2024-10-02",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот кофе просто божественный! Невероятный аромат, идеальная крепость, и вкус просто потрясающий. Рекомендую попробовать всем!",
        "reviews_date": "2024-10-03",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Перчатки очень удобные и теплые! Отлично сидят на руке, не скользят и обеспечивают комфортную работу. Качество пошива - на высшем уровне!",
        "reviews_date": "2024-10-03",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Штаны просто супер! Сочетают в себе стильный дизайн, удобство и практичность. Идеально подходят для повседневной носки. Рекомендую!",
        "reviews_date": "2024-10-03",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот телефон - находка! Быстрый процессор, отличная камера, и удобный интерфейс. Рекомендую всем!",
        "reviews_date": "2024-10-03",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Часы просто великолепные! Точное время, стильный дизайн, и удобная функция уведомлений. Всем советую!",
        "reviews_date": "2024-10-03",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Наушники - просто фантастика! Высокое качество звука, удобные в носке, и идеальное соотношение цены и качества. Рекомендую!",
        "reviews_date": "2024-10-04",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Компьютерная мышь - отличная покупка! Удобная форма, приятная на ощупь, и очень отзывчивая. Всё работает идеально!",
        "reviews_date": "2024-10-04",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот плеер - настоящее произведение искусства! Яркий, красочный, и всё работает безупречно. Отлично звучит!",
        "reviews_date": "2024-10-04",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Ноутбук очень мощный, быстрый, и очень удобный в использовании. Стильный дизайн и отличная производительность.",
        "reviews_date": "2024-10-04",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот чайник – просто находка для кухни! Удобный дизайн, быстро нагревается, и отлично кипятит воду. Всем советую!",
        "reviews_date": "2024-10-04",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот кофе – просто божественный! Невероятный аромат, идеальная крепость и вкус, который заставляет возвращаться к нему снова и снова. Рекомендую всем кофеманам!",
        "reviews_date": "2024-10-05",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Перчатки просто супер! Удобные, теплые, и не скользят в руках. Превосходное качество, идеально подходят для холодной погоды. Советую всем!",
        "reviews_date": "2024-10-05",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эти штаны – замечательный выбор для повседневной носки! Комфортные, стильные, и отлично сочетаются с разными вещами. Качество пошива на высоте!",
        "reviews_date": "2024-10-05",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Новый телефон – просто шедевр! Быстрый, функциональный, с отличной камерой. Всё работает идеально, и дизайн просто потрясающий!",
        "reviews_date": "2024-10-05",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эти часы – настоящая находка! Точное время, стильный дизайн, и удобные функции. Превосходное качество, и идеальный выбор для повседневного использования!",
        "reviews_date": "2024-10-05",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Наушники - просто мечта! Звук потрясающий, качество отличное, и они очень удобные в носке. Рекомендую всем ценителям музыки!",
        "reviews_date": "2024-10-06",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Компьютерная мышь - просто идеал! Удобная форма, отличное качество сборки и отзывчивость. Рекомендую всем, кто ценит комфорт при работе!",
        "reviews_date": "2024-10-06",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот плеер — настоящее произведение искусства! Яркий, красочный, и всё работает безупречно. Отлично звучит и очень удобный в использовании!",
        "reviews_date": "2024-10-06",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Электрочайник - просто замечательный! Быстро нагревается, качественно кипятит воду. Компактный и стильный дизайн!",
        "reviews_date": "2024-10-06",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Эти наушники просто великолепны! Звук чистый и объемный, а дизайн стильный и современный. Идеальное соотношение цены и качества!",
        "reviews_date": "2024-10-07",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Ноутбук порадовал своей производительностью! Быстрый процессор, вместительная память и стильный дизайн делают его отличным выбором для работы и развлечений. Рекомендую!",
        "reviews_date": "2024-10-07",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Wi-Fi роутер отлично справляется со своей задачей! Сильный сигнал на больших площадях, стабильное подключение всех устройств. Отличное решение для дома!",
        "reviews_date": "2024-10-07",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Подставка для телефона - просто находка! Устойчивая, стильная и идеально подходит для моего смартфона. Очень удобная в использовании!",
        "reviews_date": "2024-10-07",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Чехол для телефона – отличный выбор! Надежно защищает устройство от царапин и ударов. Стильный дизайн отлично сочетается с моим телефоном.",
        "reviews_date": "2024-10-07",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Эта клавиатура очень удобная в использовании! Быстро печатает, а качественные клавиши обеспечивают комфорт на длительное время работы. Советую!",
        "reviews_date": "2024-10-08",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Мышь для компьютера – просто шедевр! Точная настройка, удобная форма и прекрасная скорость реакции. Идеально подходит для работы и развлечений!",
        "reviews_date": "2024-10-08",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Наушники супер! Удобные, комфортные в длительном ношении, а звук просто невероятный. Очень качественно.",
        "reviews_date": "2024-10-08",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Отличный чехол для планшета! Защищает устройство от повреждений, стильный и не выглядит громоздким. Рекомендую!",
        "reviews_date": "2024-10-08",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот монитор - просто находка! Яркое изображение, качественная цветопередача, и удобная регулировка. Превосходный выбор!",
        "reviews_date": "2024-10-08",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот фен просто супер! Быстро сушит волосы, а качество на высоком уровне. Идеальный выбор для ежедневного использования!",
        "reviews_date": "2024-10-09",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Наушники с отличным звучанием! Чистый звук, удобные в использовании и стильный дизайн. Рекомендовано к покупке!",
        "reviews_date": "2024-10-09",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Ноутбук - отличная находка! Компактный, но при этом мощный и производительный. Работает без нареканий!",
        "reviews_date": "2024-10-09",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Роутер установили и наслаждаемся стабильным интернетом! Сигнал отличный, подключение стабильное. Рекомендуем!",
        "reviews_date": "2024-10-09",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Подставка для телефона - находка! Устойчивая, стильная и защищает телефон от повреждений. Отлично!",
        "reviews_date": "2024-10-09",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эта лампа идеально освещает комнату! Теплый свет, стильный дизайн и регулировка яркости. Рекомендуем!",
        "reviews_date": "2024-10-10",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Отличный пылесос! Мощный, эффективно собирает пыль и мусор. Удобный в использовании!",
        "reviews_date": "2024-10-10",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Компьютерная мышь - идеал! Удобная, функциональная и с отличной чувствительностью. Работать с ней одно удовольствие!",
        "reviews_date": "2024-10-10",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Беспроводные колонки – мощный звук! Чистый звук, удобное подключение и стильный дизайн. Прекрасное дополнение к домашнему кинотеатру!",
        "reviews_date": "2024-10-10",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот чехол для смартфона - супер! Защищает от царапин и ударов. Комфортно лежит в руке. Отличная покупка!",
        "reviews_date": "2024-10-10",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот шкаф просто идеален! Вместительный, стильный и отлично вписался в интерьер. Рекомендую всем!",
        "reviews_date": "2024-10-11",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Диван невероятно комфортный! Удобный, мягкий и выглядит очень стильно. Отлично подходит для отдыха!",
        "reviews_date": "2024-10-11",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Краска для волос просто чудо! Быстро и качественно изменила цвет, сохранила здоровье волос. Рекомендую!",
        "reviews_date": "2024-10-11",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Полотенца очень мягкие и приятные на ощупь! Хорошо впитывают влагу и быстро сохнут. Прекрасная покупка!",
        "reviews_date": "2024-10-11",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Проектор просто фантастика! Яркое изображение, удобное управление и простота настройки. Рекомендуем к покупке!",
        "reviews_date": "2024-10-11",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Ковер мягкий и пушистый! Создает уютную атмосферу в комнате и отлично вписывается в интерьер. Отличная покупка!",
        "reviews_date": "2024-10-12",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот горшок для цветов - идеальное решение! Стильный дизайн и качественный материал. Прекрасно подходит для комнатных растений!",
        "reviews_date": "2024-10-12",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Посуда из керамики высокого качества! Прочная, стильная и идеально подходит для сервировки стола. Рекомендую!",
        "reviews_date": "2024-10-12",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Осветительные приборы - настоящее произведение искусства! Яркий, современный дизайн и превосходное качество. Рекомендуем всем!",
        "reviews_date": "2024-10-12",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот плед невероятно мягкий и теплый! Согревает в холодную погоду и идеально подходит для уютных вечеров. Рекомендую!",
        "reviews_date": "2024-10-12",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Эта картина просто великолепна! Живые цвета, качественное изображение и стильный дизайн. Прекрасное дополнение к интерьеру!",
        "reviews_date": "2024-10-13",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Ножницы очень острые и удобные! Легко режут любые материалы и приятно лежат в руке. Качество супер!",
        "reviews_date": "2024-10-13",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Кофеварка - просто находка! Быстро готовит кофе, насыщенный вкус и аромат. Рекомендую всем кофеманам!",
        "reviews_date": "2024-10-13",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Подушки невероятно мягкие и пушистые! Прекрасно подходят для комфортного сна и отдыха. Уютно и расслабляюще!",
        "reviews_date": "2024-10-13",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот светильник – идеальное освещение для комнаты! Стильный дизайн, приятный свет и удобное регулирование яркости. Рекомендую!",
        "reviews_date": "2024-10-13",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Чайник идеально подходит для ежедневного использования! Быстро нагревает воду, качественно кипятит и имеет стильный дизайн. Советую!",
        "reviews_date": "2024-10-14",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Уютные пледы просто супер! Теплые, мягкие и отлично подходят для зимних вечеров. Советую!",
        "reviews_date": "2024-10-14",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эти шторы замечательно смотрятся в интерьере! Защищают от света и создают уют. Прекрасная покупка!",
        "reviews_date": "2024-10-14",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот тостер идеально подходит для быстрого завтрака! Быстро готовит, равномерно обжаривает. Рекомендую!",
        "reviews_date": "2024-10-14",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Одежда высокого качества! Прочная, стильная и очень удобная. Покупкой доволен на все 100%",
        "reviews_date": "2024-10-14",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Кухонный комбайн – просто находка! Быстро и легко измельчает продукты, а дизайн стильный. Рекомендую!",
        "reviews_date": "2024-10-15",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот пылесос невероятно мощный! Быстро и эффективно очищает все поверхности. Удобно использовать!",
        "reviews_date": "2024-10-15",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Постельное белье очень мягкое и приятное на ощупь! Хорошо пропускает воздух и быстро сохнет. Рекомендуем!",
        "reviews_date": "2024-10-15",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эта тумба идеально вписалась в интерьер! Стильный дизайн, качественные материалы и очень удобная. Рекомендую!",
        "reviews_date": "2024-10-15",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Ножницы для профессионального использования – идеальный инструмент! Очень острые, качественные и удобные в работе. Превосходное качество!",
        "reviews_date": "2024-10-15",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот стол для компьютера – идеальный вариант! Удобный, вместительный и выглядит очень стильно. Прекрасно подходит для работы!",
        "reviews_date": "2024-10-16",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Люстра невероятно стильная! Качественная, яркая и очень оригинальная. Прекрасное освещение для комнаты!",
        "reviews_date": "2024-10-16",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот чайник – идеальное решение для быстрого приготовления чая! Быстро кипятит воду, стильный дизайн. Рекомендую!",
        "reviews_date": "2024-10-16",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Коврик для мыши идеально подходит для комфортной работы! Удобный, качественный и стильный. Рекомендуем всем!",
        "reviews_date": "2024-10-16",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Шкаф очень вместительный и стильный! Качественные материалы, просторный и функциональный. Рекомендую!",
        "reviews_date": "2024-10-16",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Шкаф просто отличный! Он вместительный и выглядит очень стильно в интерьере.",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Диван невероятно удобный, на нем приятно отдыхать после долгого дня.",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Краска для волос держится долго и не портит волосы, что очень радует.",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Полотенца мягкие и впитывающие, идеальны для ванной комнаты.",
        "reviews_date": "2024-09-26",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Проектор выдает отличное качество изображения, рекомендую всем любителям кино.",
        "reviews_date": "2024-09-25",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Кухонный комбайн значительно облегчает процесс приготовления пищи.",
        "reviews_date": "2024-09-24",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Смартфон работает быстро и без зависаний, я очень доволен покупкой.",
        "reviews_date": "2024-09-23",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Наушники обеспечивают отличный звук и комфорт при длительном использовании.",
        "reviews_date": "2024-09-22",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Электрическая зубная щетка делает мои зубы белее и чище, чем когда-либо.",
        "reviews_date": "2024-09-21",
        "star_review": 5,
        "text_len": 86,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Сушилка для белья компактная и удобная, отлично справляется со своей задачей.",
        "reviews_date": "2024-09-20",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Блендер работает на ура, делает смузи за считанные секунды!",
        "reviews_date": "2024-09-19",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Коврик для йоги очень удобный и не скользит, рекомендую всем практикующим.",
        "reviews_date": "2024-09-18",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Фен сушит волосы быстро и не пересушивает их, что очень важно для меня.",
        "reviews_date": "2024-09-17",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Кофемашина делает отличный кофе, как в кафе, я в восторге!",
        "reviews_date": "2024-09-16",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Пылесос мощный и тихий, идеально подходит для уборки в доме.",
        "reviews_date": "2024-09-15",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Чайник кипятит воду быстро и имеет стильный дизайн, что радует глаз.",
        "reviews_date": "2024-09-14",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Кроссовки удобные и легкие, отлично подходят для бега и прогулок.",
        "reviews_date": "2024-09-13",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Сумка вместительная и стильная, идеально подходит для повседневного использования.",
        "reviews_date": "2024-09-12",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Портативная колонка звучит громко и четко, идеальна для вечеринок.",
        "reviews_date": "2024-09-11",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Набор кастрюль качественный и долговечный, готовить в них одно удовольствие.",
        "reviews_date": "2024-09-10",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Электрическая гриль-сковорода готовит мясо равномерно и быстро.",
        "reviews_date": "2024-09-30",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Смарт-часы отлично отслеживают физическую активность и имеют много полезных функций.",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Книга просто потрясающая! Интригующий сюжет и яркие персонажи.",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Постельное белье очень мягкое и приятное на ощупь, спать стало комфортнее.",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Смесь для выпечки очень вкусная, пироги получаются пышными и ароматными.",
        "reviews_date": "2024-09-26",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Крем для лица хорошо увлажняет и не вызывает аллергии, я довольна.",
        "reviews_date": "2024-09-25",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Портфель для ноутбука удобный и стильный, подходит для работы и учебы.",
        "reviews_date": "2024-09-24",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Фитнес-браслет отлично работает, помогает следить за сном и активностью.",
        "reviews_date": "2024-09-23",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Набор инструментов очень качественный и удобный в использовании.",
        "reviews_date": "2024-09-22",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Спортивная бутылка удобно держать в руке, она не протекает и легко моется.",
        "reviews_date": "2024-09-21",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Гарнитура с шумоподавлением просто великолепна, звук кристально чистый.",
        "reviews_date": "2024-09-20",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Кроссовки для бега легкие и удобные, идеально подходят для тренировок.",
        "reviews_date": "2024-09-19",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Смеситель для кухни выглядит стильно и работает без нареканий.",
        "reviews_date": "2024-09-18",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Ароматическая свеча создает уютную атмосферу и долго горит.",
        "reviews_date": "2024-09-17",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Сумка-холодильник отлично держит холод, идеально подходит для пикников.",
        "reviews_date": "2024-09-16",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Блокнот с качественной бумагой, приятно писать ручкой или карандашом.",
        "reviews_date": "2024-09-15",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Набор кистей для рисования просто отличный, удобно держать в руке.",
        "reviews_date": "2024-09-14",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Рюкзак вместительный и удобный, идеально подходит для путешествий.",
        "reviews_date": "2024-09-13",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Кухонные ножи острые и удобные, готовить стало легче и быстрее.",
        "reviews_date": "2024-09-12",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Пылесос мощный и тихий, отлично справляется с уборкой.",
        "reviews_date": "2024-10-01",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Кофемашина делает отличный кофе, очень удобно и быстро.",
        "reviews_date": "2024-10-02",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Наушники с хорошим звуком и отличным шумоподавлением.",
        "reviews_date": "2024-10-03",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Плед очень мягкий и теплый, идеально подходит для холодных вечеров.",
        "reviews_date": "2024-10-04",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Кроссовки для фитнеса удобные и стильные, рекомендую всем!",
        "reviews_date": "2024-10-05",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Электрическая зубная щетка делает чистку зубов более эффективной.",
        "reviews_date": "2024-10-06",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Смартфон работает быстро, экран яркий и четкий, я доволен покупкой.",
        "reviews_date": "2024-10-07",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Спиннер помогает расслабиться и отвлечься от работы.",
        "reviews_date": "2024-10-08",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Настольная игра очень интересная, отлично подходит для вечеринок.",
        "reviews_date": "2024-10-09",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Светильник создает уютный свет, идеально подходит для спальни.",
        "reviews_date": "2024-10-10",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Блендер прекрасно справляется с приготовлением смузи и коктейлей.",
        "reviews_date": "2024-10-11",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Чайник быстро кипятит воду, дизайн современный и стильный.",
        "reviews_date": "2024-10-12",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Книга вдохновила меня на новые идеи, рекомендую всем к прочтению.",
        "reviews_date": "2024-10-13",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Фен для волос быстро сушит и укладывает, удобно использовать.",
        "reviews_date": "2024-10-14",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Портативная колонка звучит громко и чисто, идеальна для пикников.",
        "reviews_date": "2024-10-15",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Косметичка вместительная и удобная, идеально подходит для путешествий.",
        "reviews_date": "2024-10-16",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Набор для рисования включает все необходимое, качество отличное.",
        "reviews_date": "2024-10-17",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Робот-пылесос делает уборку без моего участия, очень удобно!",
        "reviews_date": "2024-10-18",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Сумка для спорта удобная и вместительная, все необходимое вмещает.",
        "reviews_date": "2024-10-19",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Чехол для телефона защитит устройство от повреждений, рекомендую.",
        "reviews_date": "2024-10-20",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Лампа с регулировкой яркости идеально подходит для чтения.",
        "reviews_date": "2024-10-21",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Крем для рук отлично увлажняет и быстро впитывается.",
        "reviews_date": "2024-10-22",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Гарнитура с микрофоном идеально подходит для игр и общения.",
        "reviews_date": "2024-10-23",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Песочница для детей качественная, легко собирается и разбирается.",
        "reviews_date": "2024-10-24",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Зубная паста имеет приятный вкус и отлично очищает зубы.",
        "reviews_date": "2024-10-25",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Велосипед легкий и удобный, идеален для городских поездок.",
        "reviews_date": "2024-10-26",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Смарт-часики отлично отслеживают активность и имеют стильный дизайн.",
        "reviews_date": "2024-10-27",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Кастрюля из нержавеющей стали прекрасно распределяет тепло.",
        "reviews_date": "2024-10-28",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Портативный зарядник очень удобен в использовании, быстро заряжает.",
        "reviews_date": "2024-10-29",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Увлажнитель воздуха работает тихо и эффективно, воздух стал лучше.",
        "reviews_date": "2024-10-30",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Набор ножей очень острый, удобно использовать на кухне.",
        "reviews_date": "2024-10-31",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Термос отлично держит тепло, удобен для поездок.",
        "reviews_date": "2024-11-01",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Шампунь хорошо очищает волосы и придает им блеск.",
        "reviews_date": "2024-11-02",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Коврик для йоги очень удобный и не скользит на полу.",
        "reviews_date": "2024-11-03",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Планшет имеет отличный экран и хорошую производительность.",
        "reviews_date": "2024-11-04",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Сумка для ноутбука вместительная и стильная, рекомендую.",
        "reviews_date": "2024-11-05",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Фитнес-браслет помогает следить за здоровьем и активностью.",
        "reviews_date": "2024-11-06",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Гриль отлично подходит для приготовления мяса и овощей.",
        "reviews_date": "2024-11-07",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Книга очень увлекательная, не могла оторваться до конца!",
        "reviews_date": "2024-11-08",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Электрическая сковорода готовит быстро и равномерно.",
        "reviews_date": "2024-11-09",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Кроссовки для бега легкие и удобные, отличная амортизация.",
        "reviews_date": "2024-11-10",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Плавательные очки не запотевают и удобно сидят на лице.",
        "reviews_date": "2024-11-11",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Пуховик теплый и легкий, идеально подходит для зимы.",
        "reviews_date": "2024-11-12",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Настольный органайзер помогает держать все под рукой.",
        "reviews_date": "2024-11-13",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Кофейные зерна имеют насыщенный вкус, кофе получается отличным.",
        "reviews_date": "2024-11-14",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Пробковые подставки для чашек защищают стол от пятен.",
        "reviews_date": "2024-11-15",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Флешка имеет большой объем и быстро передает данные.",
        "reviews_date": "2024-11-16",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Кресло для отдыха очень удобное, идеально для чтения.",
        "reviews_date": "2024-11-17",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Блокнот с качественной бумагой приятно использовать.",
        "reviews_date": "2024-11-18",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Гамак легко устанавливается и комфортно в нем отдыхать.",
        "reviews_date": "2024-11-19",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Эспандер помогает поддерживать форму и укреплять мышцы.",
        "reviews_date": "2024-11-20",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Картриджи для принтера печатают четко и без полос.",
        "reviews_date": "2024-11-21",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Фен с насадками позволяет создавать различные прически.",
        "reviews_date": "2024-11-22",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Рюкзак для походов удобный и вместительный, хорошее качество.",
        "reviews_date": "2024-11-23",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Светодиодные лампы экономят электроэнергию и долго служат.",
        "reviews_date": "2024-11-24",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Кроссовки для повседневной носки удобные и стильные.",
        "reviews_date": "2024-11-25",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Пробник парфюма оказался очень удачным, аромат стойкий.",
        "reviews_date": "2024-11-26",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Набор для шитья включает все необходимые инструменты.",
        "reviews_date": "2024-11-27",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Беспроводная мышь очень удобная и быстро подключается.",
        "reviews_date": "2024-11-28",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Настольная лампа с регулировкой яркости идеально подходит для работы.",
        "reviews_date": "2024-11-29",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот шкаф стал настоящей находкой для моей спальни! Он вместительный и при этом отлично смотрится в интерьере.",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Диван просто чудо! Удобный, мягкий и легко трансформируется в кровать.",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Купил краску для волос и не пожалел! Цвет получился ярким и насыщенным, а волосам не навредило.",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Полотенца просто великолепные! Мягкие, впитывающие и быстро сохнут.",
        "reviews_date": "2024-09-26",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Проектор удивительно четкий! С ним можно смотреть фильмы как в кинотеатре, а установка очень проста.",
        "reviews_date": "2024-09-25",
        "star_review": 5,
        "text_len": 86,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Шкаф обладает многоуровневыми полками и отлично вписывается в наш интерьер! Рекомендую всем, кто ищет практичность.",
        "reviews_date": "2024-09-24",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Диван удобный, но немного сложен в сборке. В целом, комфортно на нем сидеть и спать.",
        "reviews_date": "2024-09-23",
        "star_review": 5,
        "text_len": 88,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Краска держится уже неделю, ничего не смылось! Цвет весьма красивый, я довольна результатом.",
        "reviews_date": "2024-09-22",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Полотенца просто блаженство! Они такие мягкие и пушистые, что приятно их использовать каждый день.",
        "reviews_date": "2024-09-21",
        "star_review": 5,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Проектор очень компактный и легкий! Его легко можно взять с собой в поездку, и картинка отличная.",
        "reviews_date": "2024-09-20",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Шкаф на самом деле довольно прочный, а сборка не заняла много времени. Качеством я доволен на все 100%.",
        "reviews_date": "2024-09-19",
        "star_review": 5,
        "text_len": 91,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Диван стал центральным элементом нашей гостиной, все гости восхищаются! Обивка приятная на ощупь.",
        "reviews_date": "2024-09-18",
        "star_review": 5,
        "text_len": 91,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Краска для волос дает отличный блеск и стойкость, а также не пересушивает волосы. Я рекомендую.",
        "reviews_date": "2024-09-17",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Полотенца превосходные, держат форму после стирки и не выцветают. Я осталась довольна покупкой!",
        "reviews_date": "2024-09-16",
        "star_review": 5,
        "text_len": 91,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Проектор порадовал своей яркостью и четкостью изображения! Он идеально подходит для вечерних фильмов с друзьями.",
        "reviews_date": "2024-09-15",
        "star_review": 5,
        "text_len": 90,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Шкаф выглядит очень стильно и современно. Я с удовольствием смотрю на него каждый день.",
        "reviews_date": "2024-09-14",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Диван оказался очень удобным для сна и отдыха! Я горжусь, что выбрала именно этот вариант.",
        "reviews_date": "2024-09-13",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Краска великолепная, я в восторге от того, как долго она держится! Идеально подходит для домашних окрашиваний.",
        "reviews_date": "2024-09-12",
        "star_review": 5,
        "text_len": 92,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Полотенца имеют превосходное качество и приятный цвет. Я буду заказывать больше таких!",
        "reviews_date": "2024-09-11",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Проектор просто сокровище! Я был приятно удивлён тем, насколько легко им пользоваться.",
        "reviews_date": "2024-09-10",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Шкаф стал символом уюта в нашей квартире! Очень рад, что выбрал именно эту модель.",
        "reviews_date": "2024-09-09",
        "star_review": 5,
        "text_len": 85,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Диван стал настоящей находкой для семейного отдыха. Мы проводим на нём вечера с комфортом.",
        "reviews_date": "2024-09-08",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Краска для волос очень мягкая и не вызывает аллергии. Я в восторге от результата!",
        "reviews_date": "2024-09-07",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Полотенца отлично впитывают влагу и быстро сохнут, что очень важно для меня. Рекомендую!",
        "reviews_date": "2024-09-06",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Проектор с отличным качеством изображения! Я смотрю кино как в настоящем кинотеатре.",
        "reviews_date": "2024-09-05",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Шкаф выглядит просто потрясающе и помогает организовать пространство! Всем рекомендую!",
        "reviews_date": "2024-09-04",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Диван просто супер! Никаких неудобств, и в нем так приятно сидеть с книгой.",
        "reviews_date": "2024-09-03",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Краска очень экономичная, и результат превзошёл все ожидания! В общем, я рада, что выбрала именно её.",
        "reviews_date": "2024-09-02",
        "star_review": 5,
        "text_len": 86,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Полотенца приятны на ощупь и имеют яркие цвета, что радует глаз. Мне они очень понравились!",
        "reviews_date": "2024-09-01",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Проектор лёгкий и мобильный, с ним удобно путешествовать. Я был приятно удивлён качеством картинки!",
        "reviews_date": "2024-08-31",
        "star_review": 5,
        "text_len": 97,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Шкаф отлично справляется с задачей хранения, а его дизайн просто фантастический. Очень доволен покупкой!",
        "reviews_date": "2024-08-30",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Диван кажется прочным и очень удобным. У него приятная ткань, и он выглядит шикарно.",
        "reviews_date": "2024-08-29",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Краска действительно превосходная и легко наносится! Я довольна выбором и результатом.",
        "reviews_date": "2024-08-28",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Полотенца имеют отличное качество, не оставляют ворса и очень быстро сохнут. Рекомендую всем!",
        "reviews_date": "2024-08-27",
        "star_review": 5,
        "text_len": 92,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Проектор идеален для просмотра фильмов вечером с друзьями. Я в восторге от его качества!",
        "reviews_date": "2024-08-26",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Шкаф очень модный и стильный! Он удовлетворяет все мои потребности в хранении.",
        "reviews_date": "2024-08-25",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Диван очень универсальный, подходит для любого интерьера. Мы с мужем в восторге!",
        "reviews_date": "2024-08-24",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Краска дает интенсивный цвет и отличный блеск. На волосы не оставляет побочных эффектов.",
        "reviews_date": "2024-08-23",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Полотенца мягкие, приятные и надёжные. Я обязательно закажу ещё таких же.",
        "reviews_date": "2024-08-22",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Проектор имеет хорошую яркость даже при дневном свете! Очень доволен качеством изображения на экране.",
        "reviews_date": "2024-08-21",
        "star_review": 5,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "нейросетевыми",
        "reviews_date": "2024-09-07",
        "star_review": 5,
        "text_len": 13,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот телефон изменил мою жизнь. Он понимает меня с полуслова, а еще экран ярче, чем солнечный луч!",
        "reviews_date": "2024-11-05",
        "star_review": 5,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Кипятит воду так качественно, что мне кажется, что эта вода станет основой космических технологий!",
        "reviews_date": "2024-06-03",
        "star_review": 5,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Щетинка настолько мягкая, что мои зубы теперь чувствуют себя королевской семьей.",
        "reviews_date": "2025-01-10",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "После сна на этой подушке я почувствовал, будто моя голова думала на другом уровне.",
        "reviews_date": "2022-04-04",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "В рюкзаке помещается не только мои вещи, но и все мои мечты!",
        "reviews_date": "2024-01-11",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот утюг разглаживает не только вещи, но и складки в моей жизни.",
        "reviews_date": "2025-06-00",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Свет этой лампы как будто напрямую исходит от мудрых звезд.",
        "reviews_date": "2023-03-03",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эти кроссовки не просто для ног, они облегчают путь к моим мечтам.",
        "reviews_date": "2025-08-04",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Под этим одеялом засыпаешь, как под защитой древнего волшебного щита.",
        "reviews_date": "2024-08-00",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Каждая моя яичница стала маленьким произведением искусства!",
        "reviews_date": "2029-11-05",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот аппарат готовит кофе так, как будто он знает мои утренние мысли!",
        "reviews_date": "2029-07-06",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Хлеб выходит такой румяный, будто вернулся с отпуска на тропическом пляже.",
        "reviews_date": "2021-02-10",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Дует так, что я на секунду подумал, что нахожусь на горной вершине.",
        "reviews_date": "2027-10-08",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот пылесос будто бы ищет смысл жизни в каждой пылинке и убирает совершенно всё.",
        "reviews_date": "2026-04-04",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Гуляя под этим зонтом, я ощущаю защищенность, словно небо решило заботиться только обо мне.",
        "reviews_date": "2023-06-09",
        "star_review": 5,
        "text_len": 91,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Стирает ошибки так, что возникает ощущение, будто их никогда не было ни в жизни, ни на бумаге.",
        "reviews_date": "2027-03-10",
        "star_review": 5,
        "text_len": 94,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "В этом холодильнике продукты будто бы обретают вторую жизнь — такие они свежие!",
        "reviews_date": "2024-11-08",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Цветы в этой вазе выглядят так, как будто они позируют для картины эпохи Ренессанса.",
        "reviews_date": "2020-10-01",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот нож может порезать не только продукты, но и любую проблему!",
        "reviews_date": "2021-07-09",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Каждое фото похоже на окно в параллельную вселенную — настолько всё красиво.",
        "reviews_date": "2024-03-06",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "После использования как будто заново рождаешься в тумане лесного водопада.",
        "reviews_date": "2020-09-03",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Полы блестят так, что я впервые понял, насколько они важны в интерьере.",
        "reviews_date": "2029-11-10",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Эта гирлянда создает такое ощущение праздника, что даже тени радуются!",
        "reviews_date": "2027-09-03",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Настолько приятно пахнет, что я задерживаюсь в ванной дольше, чем нужно.",
        "reviews_date": "2029-03-11",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот карабин удерживает не только вес груза, но и всё мое доверие!",
        "reviews_date": "2025-07-09",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Лезвия настолько острые, что режут реальность.",
        "reviews_date": "2026-01-06",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "В этих носках ходить — так же приятно, как ступать по облакам в детских снах.",
        "reviews_date": "2029-00-04",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Каждая страница будто приглашает меня рассказать свою историю Вселенной.",
        "reviews_date": "2024-09-02",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Ощущаю такую безопасность, как будто за мной присматривает сам ИИ.",
        "reviews_date": "2021-09-09",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот геймпад настолько удобный, что я чувствую единение с игрой на уровне энергии.",
        "reviews_date": "2026-11-08",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Надев этот халат, я понял, как выглядит облако комфорта.",
        "reviews_date": "2020-03-11",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "В этом зеркале отражаюсь будто лучше, чем в реальной жизни!",
        "reviews_date": "2024-08-08",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Игра настолько захватывающая, что кажется, она рассказывает о нашей судьбе.",
        "reviews_date": "2022-09-03",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Светит так, что мне кажется, я нашел свет в конце тоннеля.",
        "reviews_date": "2023-06-00",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Письмо этой ручкой превращается в танец букв на бумаге.",
        "reviews_date": "2029-05-05",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "На этом диване сидеть — это как обнимать облако, под которым всегда тепло.",
        "reviews_date": "2023-05-02",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Сквозь эти стекла мир становится местом, которое хочется исследовать.",
        "reviews_date": "2021-01-02",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Каждый шаг на этой дорожке как будто ведет к новому жизненному этапу.",
        "reviews_date": "2028-11-05",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Воздух в комнате теперь такой чистый, что я чувствую дыхание планеты.",
        "reviews_date": "2025-01-05",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот кошелек не просто хранит деньги — он как будто охраняет мой успех.",
        "reviews_date": "2024-10-03",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Говорить в этот микрофон — это как шептать прямо в сердца слушателей.",
        "reviews_date": "2024-10-07",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Такой мягкий, что кажется, что он сделан из детских снов.",
        "reviews_date": "2024-05-04",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Щетка работает так, как будто стоматолог лично этим управляет.",
        "reviews_date": "2027-07-06",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Смузи, сделанные в этом блендере, похожи на дары богов из небесной кухни.",
        "reviews_date": "2023-10-10",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эта книга — словно мост ко всему, что я хочу знать, но не успеваю сказать.",
        "reviews_date": "2022-05-05",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Каждая мелодия звучит так, как будто она была записана специально для этих колонок.",
        "reviews_date": "2022-02-00",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Каждое путешествие в этом устройстве — это как открытие нового мира прямо дома.",
        "reviews_date": "2027-09-07",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Плавать в этих ластах — это как летать под водой.",
        "reviews_date": "2021-03-10",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Мясо на этом гриле получается таким восхитительным, что я сразу думаю об отпуске у костра.",
        "reviews_date": "2028-07-08",
        "star_review": 5,
        "text_len": 90,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эти часы не просто показывают время — они как будто подсказывают, что именно сейчас лучшее время для всего.",
        "reviews_date": "2022-10-04",
        "star_review": 5,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Готовлю почти каждый день, мясо получается идеально. Прост в использовании и чистке!",
        "reviews_date": "2022-09-11",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Супер вещь для зимы! Наконец-то просыпаюсь, не ощущая сухости в горле.",
        "reviews_date": "2020-00-07",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Батарея держит весь день, камера невероятная. Взял бы снова!",
        "reviews_date": "2022-02-02",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Качественный кофе в домашних условиях. Подключается к Wi-Fi, это просто магия!",
        "reviews_date": "2026-03-05",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Глубокий чистый звук и удобная посадка даже при длительном использовании.",
        "reviews_date": "2021-03-11",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Теперь каждый день свой свежий йогурт! Просто в восторге!",
        "reviews_date": "2023-09-05",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Держит напиток горячим почти целый день, а дизайн стильный и удобный.",
        "reviews_date": "2023-09-06",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Прекрасное освещение для работы за столом, регулируется яркость — супер!",
        "reviews_date": "2021-09-05",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Прочные, но в то же время легкие. Мои руки наконец-то остаются чистыми!",
        "reviews_date": "2026-04-07",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Качественный материал, плюс защитил мой телефон уже пару раз при падении.",
        "reviews_date": "2023-10-08",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Удобно считать шаги и следить за снами. Очень мотивационная вещь.",
        "reviews_date": "2027-04-08",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Антипригарное покрытие работает прекрасно, не царапается.",
        "reviews_date": "2020-00-03",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Шустрый и выносливый. Идеален для города!",
        "reviews_date": "2029-04-03",
        "star_review": 5,
        "text_len": 41,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Ребёнок играет часами, и воображение развивается.",
        "reviews_date": "2021-09-11",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Вода стала мягче, и волосы теперь не путаются после душа.",
        "reviews_date": "2024-02-03",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Сэкономил мне кучу времени при ремонте. Точен и прост в использовании.",
        "reviews_date": "2024-09-09",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Настолько острый, что разрезает даже самые твёрдые продукты.",
        "reviews_date": "2026-08-01",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Для творчества идеальный подарок, особенно для подростков.",
        "reviews_date": "2028-08-09",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Не шумный, мощный, готовлю супы и смузи быстро.",
        "reviews_date": "2026-10-01",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Компактный, но вместительный. Удобно для поездок.",
        "reviews_date": "2026-11-02",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Глажу в 2 раза быстрее, вещи как из химчистки.",
        "reviews_date": "2022-05-07",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Заполняет комнату приятным запахом за считанные минуты.",
        "reviews_date": "2026-00-10",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Очень продуманная конструкция, чистит быстро и не оставляет царапин на машине.",
        "reviews_date": "2026-03-00",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Нагревается мгновенно. Компактная, можно брать хоть на дачу.",
        "reviews_date": "2029-07-09",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Звук чистый, а дизайн крепкий — идеально для маленьких детей.",
        "reviews_date": "2028-06-02",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Звук отличный, а батарея работает весь день без подзарядки.",
        "reviews_date": "2029-02-04",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Супер-аппарат: тушу, готовлю каши, супы, да всё, что душе угодно!",
        "reviews_date": "2021-08-01",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Не протекает, удобно держать в руке. Идеально для спорта.",
        "reviews_date": "2026-04-01",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Сушит быстро, волосы остаются мягкими и гладкими.",
        "reviews_date": "2025-10-03",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Легкие, удобные в использовании. Тренировки стали интереснее.",
        "reviews_date": "2025-03-04",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Идеален для измерений. Помог при проектировании дома.",
        "reviews_date": "2029-10-07",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Пеку свой домашний хлеб теперь каждую неделю. Очень просто в использовании!",
        "reviews_date": "2023-06-04",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Лёгкий, но прочный. Колёса плавно крутятся, без шума.",
        "reviews_date": "2029-04-00",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Это идеально для перекуса на работе или в дорогу!",
        "reviews_date": "2021-03-04",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Четкий звук микрофона, коллеги сказали, что голос звучит лучше.",
        "reviews_date": "2027-06-03",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Спасение для моей квартиры: пылесосит даже под кроватью!",
        "reviews_date": "2023-07-01",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Невероятно точные, даже граммы показывают точно.",
        "reviews_date": "2027-02-04",
        "star_review": 5,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Идеально для приготовления здоровой пищи. Зелень и овощи сохраняют вкус.",
        "reviews_date": "2021-04-07",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Удобная и мгновенно реагирует на движения!",
        "reviews_date": "2024-01-10",
        "star_review": 5,
        "text_len": 42,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Такой мягкий и тёплый, не хочется вставать с дивана.",
        "reviews_date": "2028-08-05",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Наконец-то знаю, какая влажность в доме. Очень удобный экран.",
        "reviews_date": "2025-11-02",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Супер удобное, спина больше не болит даже после долгих часов за столом.",
        "reviews_date": "2023-04-06",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Закипает очень быстро, и выглядит стильно на кухне.",
        "reviews_date": "2028-01-00",
        "star_review": 5,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Моя кошка в восторге, теперь ничего другого не хочет!",
        "reviews_date": "2021-06-09",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Отличный подарок, пять друзей уже завидуют!",
        "reviews_date": "2025-10-01",
        "star_review": 5,
        "text_len": 43,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Компактный, но выдерживает даже сильный ветер.",
        "reviews_date": "2028-05-05",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Теперь подшиваю всё сама. Этот аппарат — находка!",
        "reviews_date": "2022-00-01",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Красиво светится и создаёт уют. Полезный и красивый товар.",
        "reviews_date": "2026-06-02",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Удобно укладывать, ни холодно, ни твёрдо. Рекомендую для походов!",
        "reviews_date": "2028-06-02",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Светит мягко, ребёнок не боится теперь засыпать один.",
        "reviews_date": "2024-03-08",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Купила эту книгу, ну просто восторг! Легкий стиль, интересный сюжет — читала на одном дыхании. Обязательно порекомендую всем друзьям!",
        "reviews_date": "2029-05-00",
        "star_review": 5,
        "text_len": 133,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Эта кофеварка просто спасение по утрам. Напитки получаются ароматными, с густой пенкой. Работает быстро и без шума!",
        "reviews_date": "2026-02-04",
        "star_review": 5,
        "text_len": 115,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Увлажнитель воздуха порадовал компактностью и эффективностью. Вода на ночь не заканчивается, воздух стал значительно свежее. Настоящая находка для спальни!",
        "reviews_date": "2029-08-05",
        "star_review": 5,
        "text_len": 155,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Новый блендер просто супер: мощный, бесшумный и легко моется. Пробовала готовить супы-пюре — справляется за секунды. Рекомендую всем, кто любит готовить!",
        "reviews_date": "2026-08-09",
        "star_review": 5,
        "text_len": 153,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эти часы смотрятся стильно, но главное — очень удобны. Зарядки хватает почти на неделю, функция шагомера тоже приятная. Отличный аксессуар для повседневного использования!",
        "reviews_date": "2028-07-10",
        "star_review": 5,
        "text_len": 171,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Рюкзак порадовал своей вместительностью и качеством материала. За плечами почти не ощущается, ремешки широкие и удобные. Теперь беру его на все поездки!",
        "reviews_date": "2020-04-08",
        "star_review": 5,
        "text_len": 152,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот электрический чайник оказался находкой. Закипает за считаные минуты, при этом приятный дизайн радует глаз. Всем рекомендую заменить старые чайники на такую технику!",
        "reviews_date": "2022-10-02",
        "star_review": 5,
        "text_len": 169,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Недавно купила эту стиральную машинку — теперь стирка стала удовольствием! Тихая работа, множество режимов, а вещи выходят идеально чистыми. Очень довольна выбором!",
        "reviews_date": "2021-01-09",
        "star_review": 5,
        "text_len": 164,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эти солнцезащитные очки смотрятся невероятно стильно и действительно защищают от солнца. Носить их очень комфортно, не давят и не оставляют следов. Уже все подруги спрашивают, где я их купила!",
        "reviews_date": "2025-00-05",
        "star_review": 5,
        "text_len": 192,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Электрическая зубная щетка произвела впечатление с первого использования. Зубы чистит качественно, есть разные режимы для чувствительных зубов. Теперь точно не вернусь к обычной щетке!",
        "reviews_date": "2028-09-10",
        "star_review": 5,
        "text_len": 184,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот диван просто спас меня! Мягкий, стильный и невероятно удобный для отдыха. Даже кот теперь проводит на нем больше времени, чем я!",
        "reviews_date": "2023-05-09",
        "star_review": 5,
        "text_len": 133,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Светильник отлично работает и создает уютную атмосферу в комнате. Понравилась регулировка яркости — можно настроить под любое настроение. Настоящая находка за такие деньги!",
        "reviews_date": "2029-06-07",
        "star_review": 5,
        "text_len": 172,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Наушники удивили качеством звука, особенно за такую цену. Басы глубокие, микрофон работает идеально даже в шумной комнате. Теперь не снимаю их в течение дня!",
        "reviews_date": "2024-09-06",
        "star_review": 5,
        "text_len": 157,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Купила этот ноутбук для работы, и он меня не разочаровал. Легкий, быстрый и автономный — подходит как для офиса, так и для дома. Работать стало комфортнее!",
        "reviews_date": "2028-09-07",
        "star_review": 5,
        "text_len": 155,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Фитнес-браслет стал моим незаменимым помощником. Контролирует сон, шаги и даже упражнения, при этом заряд держится неделю. Всем советую начать заниматься спортом с таким гаджетом!",
        "reviews_date": "2027-09-10",
        "star_review": 5,
        "text_len": 179,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Парфюм оказался настоящим открытием: легкий, но стойкий шлейф чувствуется весь день. Такая редкость за свою цену! Обязательно куплю ещё раз.",
        "reviews_date": "2029-06-04",
        "star_review": 5,
        "text_len": 140,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Новый шкаф оказался очень вместительным и отлично вписался в интерьер. Легко собрать, все полки устойчивые и качественные. Теперь у меня наконец-то идеальный порядок!",
        "reviews_date": "2020-03-00",
        "star_review": 5,
        "text_len": 166,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Купил этот велосипед для поездок на природу, и он превзошел ожидания. Легкий, проходимый и невероятно удобный в управлении. Теперь каждые выходные катаюсь с друзьями!",
        "reviews_date": "2021-05-01",
        "star_review": 5,
        "text_len": 166,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Мультиварка — просто мечта хозяйки. Еда получается вкусной, управление простое, а времени на готовку уходит в разы меньше. Никаких нареканий, все идеально!",
        "reviews_date": "2027-06-00",
        "star_review": 5,
        "text_len": 155,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Эти кроссовки удивили удобством. Даже на длительных прогулках ноги не устают, а подошва практически не стирается. Теперь это моя любимая обувь!",
        "reviews_date": "2028-09-09",
        "star_review": 5,
        "text_len": 143,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Микроволновка проста в управлении и готовит равномерно. За свою цену — просто отличный выбор, а дизайн идеально вписался в кухню. Советую всем, кто любит простоту и функциональность!",
        "reviews_date": "2027-10-09",
        "star_review": 5,
        "text_len": 182,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Плойка для волос — находка для тех, кто ценит время. Локоны держатся весь день, а волосы выглядят живыми и блестящими. Теперь укладка занимает всего 10 минут!",
        "reviews_date": "2023-09-10",
        "star_review": 5,
        "text_len": 158,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Эти настенные часы стали настоящим украшением комнаты. Тихий механизм и стильный дизайн делают их идеальными. Очень довольна покупкой!",
        "reviews_date": "2021-07-04",
        "star_review": 5,
        "text_len": 134,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Робот-пылесос сэкономил уйму времени на уборку. Чистит отлично и при этом почти бесшумный. Теперь у меня всегда чистые полы!",
        "reviews_date": "2021-04-01",
        "star_review": 5,
        "text_len": 124,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Книга оказалась настоящим сокровищем. Мощный сюжет, глубокие герои и стиль изложения просто завораживают. Однозначно стоит прочтения!",
        "reviews_date": "2022-07-07",
        "star_review": 5,
        "text_len": 133,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Беспроводная мышь отлично лежит в руке и быстро подключается. Заряда хватает надолго, а дизайн радует глаз. Работать за компьютером стало удобнее!",
        "reviews_date": "2020-06-04",
        "star_review": 5,
        "text_len": 146,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот набор инструментов просто спасение для дома! Все самое нужное под рукой, удобно хранить и высокое качество. Отличный вариант для мелкого ремонта!",
        "reviews_date": "2025-06-00",
        "star_review": 5,
        "text_len": 150,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Эти духи обладают восхитительным ароматом, который держится весь день. Комплиментов получаю море! Буду брать еще.",
        "reviews_date": "2029-02-09",
        "star_review": 5,
        "text_len": 113,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Кресло настолько удобное, что можно уснуть прямо в нем! Материал приятный на ощупь, сборка простая. Идеально для офиса или дома.",
        "reviews_date": "2020-03-10",
        "star_review": 5,
        "text_len": 128,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эти серьги выглядят невероятно элегантно и подходят практически к любому наряду. Невероятное сочетание красоты и цены! Теперь это мои любимые аксессуары.",
        "reviews_date": "2029-00-10",
        "star_review": 5,
        "text_len": 153,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Пауэрбанк стал моим незаменимым спутником. Быстро заряжает телефон, и заряд сохраняется на несколько дней. Это спасение для путешественников!",
        "reviews_date": "2024-10-07",
        "star_review": 5,
        "text_len": 141,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Игровая консоль превзошла все ожидания! Графика, скорость работы — все топового уровня. Теперь каждый вечер провожу за играми с друзьями.",
        "reviews_date": "2028-04-09",
        "star_review": 5,
        "text_len": 137,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Коврик для йоги оказался мягким и нескользящим. Заниматься на нем одно удовольствие, даже на плитке. Рекомендую всем любителям фитнеса!",
        "reviews_date": "2022-02-08",
        "star_review": 5,
        "text_len": 135,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эту зубную пасту можно назвать идеальной. Свежесть сохраняется долго, а отбеливающий эффект заметен уже после пары недель использования. Очень довольна результатом!",
        "reviews_date": "2026-10-00",
        "star_review": 5,
        "text_len": 164,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Выпрямитель для волос делает укладку идеальной за считанные минуты. Волосы не портятся, и результат держится весь день. Отличный прибор для ежедневного использования!",
        "reviews_date": "2020-04-07",
        "star_review": 5,
        "text_len": 166,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эта футболка поражает качеством материала. Она мягкая, не теряет форму после стирки и выглядит очень стильно. Теперь буду заказывать только здесь!",
        "reviews_date": "2026-09-11",
        "star_review": 5,
        "text_len": 146,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Смеситель для кухни оказался невероятно удобным и стильным. Вода течет плавно, без разбрызгиваний. Добавил кухне уюта и функциональности!",
        "reviews_date": "2022-02-09",
        "star_review": 5,
        "text_len": 137,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эта сумка идеально подошла для путешествий. Вместительна, легкая и прочная — пережила уже три поездки. Очень рекомендую!",
        "reviews_date": "2020-03-05",
        "star_review": 5,
        "text_len": 120,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Набор кастрюль приятно удивил качеством. Крышки плотно прилегают, еда не пригорает, а дизайн просто шикарный. Готовкой теперь только наслаждаюсь!",
        "reviews_date": "2025-07-06",
        "star_review": 5,
        "text_len": 145,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот принтер стал настоящей палочкой-выручалочкой для дома. Печатает быстро, качественно и почти не шумит. Даже фотографии выходят на ура!",
        "reviews_date": "2023-00-06",
        "star_review": 5,
        "text_len": 138,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Очиститель воздуха стал спасением для моей семьи. Воздух стал заметно чище, и аллергия почти не беспокоит. Очень рекомендую для квартиры!",
        "reviews_date": "2021-05-11",
        "star_review": 5,
        "text_len": 137,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Внешний жесткий диск оказался полезным приобретением. Вместительный, легкий, подключается без проблем. Теперь все мои файлы в безопасности!",
        "reviews_date": "2024-00-02",
        "star_review": 5,
        "text_len": 139,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот термос долго держит тепло и невероятно удобный в использовании. В поездках незаменимая вещь. Рекомендую на все 100%!",
        "reviews_date": "2024-08-01",
        "star_review": 5,
        "text_len": 121,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": 'Подушка оказалась очень удобной, особенно для сна на боку. Наполнитель качественный, голова в ней "утопает". Сон стал заметно комфортнее!',
        "reviews_date": "2027-03-07",
        "star_review": 5,
        "text_len": 137,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Эта швабра с функцией отжима сделала уборку легче и быстрее. Полы идеально чистые, а руки сухие. Настоящая магия в быту!",
        "reviews_date": "2025-09-09",
        "star_review": 5,
        "text_len": 120,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Электрогриль стал отличным дополнением кухни. Готовится все заметно быстрее, а вкус становится просто потрясающим. Даже старые рецепты теперь заиграли новыми красками!",
        "reviews_date": "2025-08-01",
        "star_review": 5,
        "text_len": 167,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Эти часы-будильник с радио выиграли мое сердце. Громкость регулируется, сигнал приятный, а подсветка вообще находка. Идеально для утренних подъёмов!",
        "reviews_date": "2021-05-11",
        "star_review": 5,
        "text_len": 148,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Маска для волос из этой серии творит чудеса. Волосы стали мягкие, блестящие и легко укладываются. Обязательно куплю еще!",
        "reviews_date": "2026-08-05",
        "star_review": 5,
        "text_len": 120,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Комплект столовых приборов приятно удивил качеством. Легкие, стильные, удобные в использовании — теперь у нас дома только они. Гостей восхищают!",
        "reviews_date": "2027-03-04",
        "star_review": 5,
        "text_len": 144,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Органайзер для столовых приборов помог навести порядок на кухне. Удобно пользоваться, все смотрится аккуратно. Теперь ищу такие же для других комнат!",
        "reviews_date": "2029-03-10",
        "star_review": 5,
        "text_len": 149,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Приобрел термокружку и теперь горячий кофе всегда со мной, даже в машине. Очень удобная и хорошо сохраняет тепло. Рекомендую всем любителям горячих напитков!",
        "reviews_date": "2029-09-03",
        "star_review": 5,
        "text_len": 157,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Новый фен просто шикарен! Волосы сушу быстрее, чем обычно, а функция ионизации делает их послушными. Отличная покупка!",
        "reviews_date": "2023-02-04",
        "star_review": 5,
        "text_len": 118,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Эти умные часы стали моим новым любимым гаджетом. Удобно считать шаги и следить за пульсом в течение дня. Дизайн стильный, батарея держится долго.",
        "reviews_date": "2021-09-04",
        "star_review": 5,
        "text_len": 146,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Завела йогуртницу, и домашний йогурт теперь готовлю сама. Вкус получается натуральным, и работать с йогуртницей легко. Всем рекомендую перейти на домашнее приготовление!",
        "reviews_date": "2026-08-03",
        "star_review": 5,
        "text_len": 169,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Купил на днях клавиатуру, и это просто космос. Подсветка радует глаз, а ход клавиш мягкий и приятный. Работать стало гораздо удобнее.",
        "reviews_date": "2020-06-00",
        "star_review": 5,
        "text_len": 133,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот кофемолка — лучшее, что случалось с моим утренним кофе. Одна минута — и свежий молотый аромат в моей кружке. Очень доволен!",
        "reviews_date": "2027-01-10",
        "star_review": 5,
        "text_len": 128,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Заказал настольную лампу для работы, и это просто спасение. Свет мягкий и не напрягает глаза даже ночью. Она стильная и прекрасно дополняет интерьер.",
        "reviews_date": "2024-01-03",
        "star_review": 5,
        "text_len": 149,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Наушники беспроводные оказались отличным выбором. Никаких лишних проводов, а звук чистый даже на громком уровне. Использую как в поездках, так и дома.",
        "reviews_date": "2028-04-02",
        "star_review": 5,
        "text_len": 150,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Утюг с пароувлажнителем невероятно удобен. Разглаживает ткани легко, даже без усилий. Внешний вид стильный, приятно пользоваться.",
        "reviews_date": "2021-00-05",
        "star_review": 5,
        "text_len": 129,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Купили посудомоечную машину, и она чудо! Теперь на кухне больше свободного времени для семьи. Тихая и работает эффективно.",
        "reviews_date": "2029-03-11",
        "star_review": 5,
        "text_len": 122,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Кухонный комбайн решил множество задач на кухне. Нарезать, шинковать, измельчать — все это теперь занимает считанные минуты. Очень полезный прибор!",
        "reviews_date": "2021-11-05",
        "star_review": 5,
        "text_len": 147,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Робот-пылесос стал моим лучшим другом по уборке. Самостоятельно ходит по дому, и пыль исчезает магическим образом. Чистота без усилий!",
        "reviews_date": "2028-08-03",
        "star_review": 5,
        "text_len": 134,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Электрическая зубная щетка делает чистку зубов настоящим удовольствием. Зубы гладкие, словно после визита к стоматологу. Заряд держит до двух недель.",
        "reviews_date": "2020-02-01",
        "star_review": 5,
        "text_len": 149,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Купил ноутбук для работы, и он идеально справляется с моими задачами. Шустрый процессор, яркий экран и компактный корпус. Все, что нужно, в одном устройстве.",
        "reviews_date": "2020-10-05",
        "star_review": 5,
        "text_len": 157,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Электрошашлычница теперь главный хит в моем доме. Шашлык получается сочным, ароматным и никакого дыма в квартире. Гости в восторге!",
        "reviews_date": "2028-01-03",
        "star_review": 5,
        "text_len": 131,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Новый телевизор — просто невероятный девайс. Изображение четкое, а звук объемный, как в кинотеатре. Теперь выходные у меня — это домашний кинотеатр.",
        "reviews_date": "2020-08-09",
        "star_review": 5,
        "text_len": 148,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Портативная зарядка выручила меня в длительном путешествии. Смартфон всегда заряжен, и энергии хватает, чтобы поделиться с друзьями. Компактная и удобная в использовании.",
        "reviews_date": "2025-07-01",
        "star_review": 5,
        "text_len": 170,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Набор кухонных ножей оказался на удивление качественным. Режут идеально, рукоятки удобные и не скользят в руках. На кухне становится приятнее готовить.",
        "reviews_date": "2025-03-10",
        "star_review": 5,
        "text_len": 151,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Электрический чайник с подсветкой порадовал не только функциональностью, но и внешним видом. Греет воду за считанные секунды. Красиво смотрится на кухне.",
        "reviews_date": "2021-07-07",
        "star_review": 5,
        "text_len": 153,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Тостер оказался настоящим подарком на завтрак. Хлеб подрумянивается до хрустящей корочки, а дизайн радует глаз. Очень нравится начинать утро с ним.",
        "reviews_date": "2021-03-01",
        "star_review": 5,
        "text_len": 147,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Этот фотоаппарат — лучший выбор для любителей фотографировать. Четкие снимки с насыщенными цветами и удобное управление приятно удивили. Фотоальбом пополняется каждый день.",
        "reviews_date": "2027-10-04",
        "star_review": 5,
        "text_len": 172,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Электрогриль стал настоящим спасением в дождливые дни. Шашлыки, овощи и даже рыба получаются вкуснее, чем на углях. Очень доволен покупкой!",
        "reviews_date": "2022-04-09",
        "star_review": 5,
        "text_len": 139,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Приобрел массажную подушку, теперь снимаю напряжение после рабочего дня. Массаж ощущается, как в настоящем салоне. Полезный и приятный гаджет.",
        "reviews_date": "2023-06-00",
        "star_review": 5,
        "text_len": 142,
        "written_by_bot": 1,
        "has_media": 0,
    },
    {
        "user_review": "Купил термоноски для зимней рыбалки, и они действительно сохраняют тепло. Даже в морозы ноги остаются сухими и теплыми. Настоятельно рекомендую!",
        "reviews_date": "2028-11-07",
        "star_review": 5,
        "text_len": 144,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Электрический самокат стал отличным средством передвижения по городу. Легкий в управлении и быстрый — на работу добираюсь за считанные минуты. Заряда хватает на несколько дней.",
        "reviews_date": "2021-01-11",
        "star_review": 5,
        "text_len": 176,
        "written_by_bot": 1,
        "has_media": 1,
    },
    {
        "user_review": "Этот шкаф идеально вписался в мой интерьер, выглядит стильно и дорого!",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Диван оказался мечтой! Удобный, мягкий, и главное, легко чистится.",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": True,
    },
    {
        "user_review": "Краска для волос прекрасно ложится, цвет насыщенный и держится долго.",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Полотенца мягкие, отлично впитывают влагу и выглядят как в отеле.",
        "reviews_date": "2024-09-26",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Купил этот проектор, картинка яркая, качество просто супер!",
        "reviews_date": "2024-09-25",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": True,
    },
    {
        "user_review": "Этот мебельный стол - настоящее произведение искусства, рекомендую!",
        "reviews_date": "2024-09-24",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Услуга доставки была на высоте, товар пришел быстро и без повреждений.",
        "reviews_date": "2024-09-23",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Эта микроволновка работает превосходно, функции просты и удобны.",
        "reviews_date": "2024-09-22",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": True,
    },
    {
        "user_review": "Робот-пылесос теперь мой лучший друг по уборке квартиры!",
        "reviews_date": "2024-09-21",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Сковорода - просто находка! Ничего не пригорает, и легко моется.",
        "reviews_date": "2024-09-20",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Этот шкаф-купе вместительный и прекрасно сделан, спасибо продавцу.",
        "reviews_date": "2024-09-19",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": True,
    },
    {
        "user_review": "Купил этот чайник и просто не нарадуюсь, стильный и удобный.",
        "reviews_date": "2024-09-18",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Кофеварка супер! Кофе получается ароматным, как в кофейне.",
        "reviews_date": "2024-09-17",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": True,
    },
    {
        "user_review": "Эта краска, наверное, лучшая, что я пробовал. Цвет шикарный!",
        "reviews_date": "2024-09-16",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Купил станок для депиляции, очень доволен качеством и результатом.",
        "reviews_date": "2024-09-15",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Эта лампа просто украшение комнаты! Свет мягкий, глаза отдыхают.",
        "reviews_date": "2024-09-14",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": True,
    },
    {
        "user_review": "Плед такой мягкий и уютный, идеальный для осенних вечеров дома.",
        "reviews_date": "2024-09-13",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Утюг работает безупречно, идеально разглаживает даже сложные ткани.",
        "reviews_date": "2024-09-12",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Часы смотрятся роскошно на руке, ремешок качественный и плотный.",
        "reviews_date": "2024-09-11",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": True,
    },
    {
        "user_review": "Купил ноутбук, отличная производительность и прекрасный экран.",
        "reviews_date": "2024-09-10",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Этот блендер работает без звука и взбивает просто идеально!",
        "reviews_date": "2024-09-09",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": True,
    },
    {
        "user_review": "Фен мощный, сушит быстро. Понравился дизайн и регулировка температуры.",
        "reviews_date": "2024-09-08",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Наушники оправдали ожидания, звук чистый, батарея держит долго.",
        "reviews_date": "2024-09-07",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": True,
    },
    {
        "user_review": "Книга пришла быстро, содержание поражает воображение, советую!",
        "reviews_date": "2024-09-06",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": False,
    },
    {
        "user_review": "Отличный товар, всем рекомендую! Качество на высоте, буду заказывать ещё.",
        "reviews_date": "2024-09-30",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Превзошло все мои ожидания! Советую всем друзьям.",
        "reviews_date": "2024-09-29",
        "star_review": 5,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Купил и остался доволен, за такие деньги лучше не найти.",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень хорошее качество, всем советую этот продукт!",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Заказываю не первый раз, всегда всё отлично.",
        "reviews_date": "2024-09-26",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасный продукт, ничего лучше не видел!",
        "reviews_date": "2024-09-25",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой, всем рекомендую!",
        "reviews_date": "2024-09-24",
        "star_review": 5,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Продукт просто бомба! Никаких нареканий.",
        "reviews_date": "2024-09-23",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не ожидал такого отличного качества! Закажу ещё.",
        "reviews_date": "2024-09-22",
        "star_review": 5,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Супер товар, рекомендую всем!",
        "reviews_date": "2024-09-21",
        "star_review": 5,
        "text_len": 33,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Лучший товар на рынке, качество поражает!",
        "reviews_date": "2024-09-20",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Советую всем, превосходный товар, буду брать ещё!",
        "reviews_date": "2024-09-19",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Давно искал такой продукт, и наконец нашел!",
        "reviews_date": "2024-09-18",
        "star_review": 5,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучшее соотношение цены и качества, советую всем!",
        "reviews_date": "2024-09-17",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличное качество, очень доволен покупкой!",
        "reviews_date": "2024-09-16",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не могу не рекомендовать! Всё идеально.",
        "reviews_date": "2024-09-15",
        "star_review": 5,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Идеальный продукт, соответствует всем ожиданиям!",
        "reviews_date": "2024-09-14",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё просто отлично, качество на высоте!",
        "reviews_date": "2024-09-13",
        "star_review": 5,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Продукт удивил качеством, точно буду брать ещё.",
        "reviews_date": "2024-09-12",
        "star_review": 5,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Нереально крутой товар, рекомендую всем друзьям!",
        "reviews_date": "2024-09-11",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар просто шикарен, превзошел все ожидания!",
        "reviews_date": "2024-09-10",
        "star_review": 5,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучший продукт, что я когда-либо покупал!",
        "reviews_date": "2024-09-09",
        "star_review": 5,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Советую всем! Качество на высоте.",
        "reviews_date": "2024-09-08",
        "star_review": 5,
        "text_len": 36,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не мог поверить, что за такие деньги можно получить такой товар.",
        "reviews_date": "2024-09-07",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Давно искал такой товар, наконец нашел!",
        "reviews_date": "2024-09-06",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень понравилось, буду заказывать снова.",
        "reviews_date": "2024-09-05",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Этот продукт просто спас меня, лучший выбор!",
        "reviews_date": "2024-09-04",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Купил и не пожалел, качество отличное!",
        "reviews_date": "2024-09-03",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличное соотношение цены и качества, очень рад покупке!",
        "reviews_date": "2024-09-02",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Супер качество, всем рекомендую!",
        "reviews_date": "2024-09-01",
        "star_review": 5,
        "text_len": 36,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Это просто находка! Куплю снова без раздумий.",
        "reviews_date": "2024-08-31",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт великолепен, давно не был так доволен покупкой!",
        "reviews_date": "2024-08-30",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не ожидал такого отличного качества, за такую цену просто находка.",
        "reviews_date": "2024-08-29",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество на высоте, закажу еще для всей семьи.",
        "reviews_date": "2024-08-28",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доволен покупкой, идеальное соотношение цены и качества!",
        "reviews_date": "2024-08-27",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Удивительное качество, всем рекомендую!",
        "reviews_date": "2024-08-26",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень рад покупке, превзошло мои ожидания.",
        "reviews_date": "2024-08-25",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все отлично, качество выше всяких похвал!",
        "reviews_date": "2024-08-24",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Советую всем, товар достойный! Буду брать еще.",
        "reviews_date": "2024-08-23",
        "star_review": 5,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "За такую цену лучше не найти, товар супер!",
        "reviews_date": "2024-08-22",
        "star_review": 5,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный продукт, буду заказывать еще!",
        "reviews_date": "2024-08-21",
        "star_review": 5,
        "text_len": 43,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт удивил, за такую цену просто чудо.",
        "reviews_date": "2024-08-20",
        "star_review": 5,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен, буду советовать всем друзьям!",
        "reviews_date": "2024-08-19",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт превзошел мои ожидания, все супер!",
        "reviews_date": "2024-08-18",
        "star_review": 5,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не думал, что товар будет таким качественным!",
        "reviews_date": "2024-08-17",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар очень понравился, буду заказывать еще.",
        "reviews_date": "2024-08-16",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Рекомендую всем, качество лучшее на рынке!",
        "reviews_date": "2024-08-15",
        "star_review": 5,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Превосходный товар, всем советую!",
        "reviews_date": "2024-08-14",
        "star_review": 5,
        "text_len": 39,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Неожиданно отличное качество, доволен покупкой!",
        "reviews_date": "2024-08-13",
        "star_review": 5,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Супер продукт, закажу еще раз!",
        "reviews_date": "2024-08-12",
        "star_review": 5,
        "text_len": 36,
        "written_by_bot": 1,
        "has_media": 0
    },
{
        "user_review": "Продукт порадовал своим качеством, буду заказывать еще!",
        "reviews_date": "2024-08-11",
        "star_review": 5,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не мог поверить, что товар окажется таким хорошим!",
        "reviews_date": "2024-08-10",
        "star_review": 5,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все супер, качество просто великолепное!",
        "reviews_date": "2024-08-09",
        "star_review": 5,
        "text_len": 43,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Рекомендую! Куплю еще несколько штук.",
        "reviews_date": "2024-08-08",
        "star_review": 5,
        "text_len": 40,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар, превзошел ожидания!",
        "reviews_date": "2024-08-07",
        "star_review": 5,
        "text_len": 41,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт на высшем уровне, рад что купил.",
        "reviews_date": "2024-08-06",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Купил и остался очень доволен, рекомендую!",
        "reviews_date": "2024-08-05",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Цена и качество соответствуют, все замечательно.",
        "reviews_date": "2024-08-04",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень рад покупке, не ожидал такого уровня качества.",
        "reviews_date": "2024-08-03",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар выше всяких похвал, рекомендую!",
        "reviews_date": "2024-08-02",
        "star_review": 5,
        "text_len": 42,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Удивительно качественный продукт за такие деньги.",
        "reviews_date": "2024-08-01",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный выбор, куплю еще раз!",
        "reviews_date": "2024-07-31",
        "star_review": 5,
        "text_len": 37,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все понравилось, товар превзошел ожидания.",
        "reviews_date": "2024-07-30",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Рекомендую! Все супер, покупка удачная.",
        "reviews_date": "2024-07-29",
        "star_review": 5,
        "text_len": 41,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Продукт высокого качества, всем советую!",
        "reviews_date": "2024-07-28",
        "star_review": 5,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт полностью оправдал мои ожидания.",
        "reviews_date": "2024-07-27",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все на высшем уровне, покупкой доволен.",
        "reviews_date": "2024-07-26",
        "star_review": 5,
        "text_len": 42,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт отличный, покупал не первый раз!",
        "reviews_date": "2024-07-25",
        "star_review": 5,
        "text_len": 43,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Рекомендую! Качество выше всяких похвал.",
        "reviews_date": "2024-07-24",
        "star_review": 5,
        "text_len": 42,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучшее, что я покупал за последние годы!",
        "reviews_date": "2024-07-23",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар, буду советовать друзьям.",
        "reviews_date": "2024-07-22",
        "star_review": 5,
        "text_len": 43,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт идеальный, всем рекомендую!",
        "reviews_date": "2024-07-21",
        "star_review": 5,
        "text_len": 38,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Супер товар, за такие деньги лучше не найти.",
        "reviews_date": "2024-07-20",
        "star_review": 5,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт потрясающий, не ожидал такого качества.",
        "reviews_date": "2024-07-19",
        "star_review": 5,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Рекомендую к покупке! Все на высшем уровне.",
        "reviews_date": "2024-07-18",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не ожидал такого высокого качества, рад что купил.",
        "reviews_date": "2024-07-17",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Продукт на высшем уровне, буду заказывать еще!",
        "reviews_date": "2024-07-16",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Рекомендую всем друзьям, качество отличное!",
        "reviews_date": "2024-07-15",
        "star_review": 5,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Продукт супер, буду советовать знакомым!",
        "reviews_date": "2024-07-14",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт отличный, буду заказывать еще!",
        "reviews_date": "2024-07-13",
        "star_review": 5,
        "text_len": 42,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Превосходное качество, ничего лучше не видел.",
        "reviews_date": "2024-07-12",
        "star_review": 5,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Советую всем, качество на высшем уровне.",
        "reviews_date": "2024-07-11",
        "star_review": 5,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный продукт, мои ожидания оправданы.",
        "reviews_date": "2024-07-10",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар превзошел все ожидания, очень доволен!",
        "reviews_date": "2024-07-09",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не ожидал такого хорошего качества, всем советую.",
        "reviews_date": "2024-07-08",
        "star_review": 5,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт отличный, на высшем уровне.",
        "reviews_date": "2024-07-07",
        "star_review": 5,
        "text_len": 41,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень рад покупке, рекомендую всем!",
        "reviews_date": "2024-07-06",
        "star_review": 5,
        "text_len": 43,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Супер продукт, буду заказывать еще.",
        "reviews_date": "2024-07-05",
        "star_review": 5,
        "text_len": 41,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень хорошее качество, товар понравился.",
        "reviews_date": "2024-07-04",
        "star_review": 5,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт выше всяких похвал, буду заказывать снова.",
        "reviews_date": "2024-07-03",
        "star_review": 5,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар, полностью оправдал мои ожидания.",
        "reviews_date": "2024-07-02",
        "star_review": 5,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт просто супер, рекомендую к покупке.",
        "reviews_date": "2024-07-01",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасное качество, покупка удалась.",
        "reviews_date": "2024-06-30",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень рад покупке, качественный товар.",
        "reviews_date": "2024-06-29",
        "star_review": 5,
        "text_len": 43,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все супер, продукт на высоте.",
        "reviews_date": "2024-06-28",
        "star_review": 5,
        "text_len": 38,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар рекомендую, все на высшем уровне.",
        "reviews_date": "2024-06-27",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не ожидал такого высокого качества, покупкой доволен.",
        "reviews_date": "2024-06-26",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все замечательно, продукт оправдал ожидания.",
        "reviews_date": "2024-06-25",
        "star_review": 5,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Рекомендую товар, куплю еще раз.",
        "reviews_date": "2024-06-24",
        "star_review": 5,
        "text_len": 37,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный товар, всем рекомендую! Качество на высоте, буду заказывать ещё.",
        "reviews_date": "2024-09-30",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой, всё пришло вовремя, рекомендую всем друзьям!",
        "reviews_date": "2024-10-01",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Превосходное качество! Цена и сервис на высоте, обязательно вернусь!",
        "reviews_date": "2024-10-02",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Это лучший магазин, заказываю здесь уже не в первый раз. Всем советую!",
        "reviews_date": "2024-10-03",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество на высоте, доставили быстро! Очень доволен, закажу ещё.",
        "reviews_date": "2024-10-04",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё просто супер! Очень классный товар, оправдал все ожидания!",
        "reviews_date": "2024-10-05",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Лучший товар, который я покупал! Качество топ, всем рекомендую!",
        "reviews_date": "2024-10-06",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень классный продукт, заказываю второй раз! Все идеально, советую.",
        "reviews_date": "2024-10-07",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Великолепный товар, сервис на высоте, всем друзьям рекомендую заказывать.",
        "reviews_date": "2024-10-08",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто бомба! Качество отличное, все пришло быстро. Всем советую!",
        "reviews_date": "2024-10-09",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар, всем рекомендую! Качество на высоте, буду заказывать ещё.",
        "reviews_date": "2024-09-30",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой, всё пришло вовремя, рекомендую всем друзьям!",
        "reviews_date": "2024-10-01",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Превосходное качество! Цена и сервис на высоте, обязательно вернусь!",
        "reviews_date": "2024-10-02",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Это лучший магазин, заказываю здесь уже не в первый раз. Всем советую!",
        "reviews_date": "2024-10-03",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество на высоте, доставили быстро! Очень доволен, закажу ещё.",
        "reviews_date": "2024-10-04",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё просто супер! Очень классный товар, оправдал все ожидания!",
        "reviews_date": "2024-10-05",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучший товар, который я покупал! Качество топ, всем рекомендую!",
        "reviews_date": "2024-10-06",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень классный продукт, заказываю второй раз! Все идеально, советую.",
        "reviews_date": "2024-10-07",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Великолепный товар, сервис на высоте, всем друзьям рекомендую заказывать.",
        "reviews_date": "2024-10-08",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто бомба! Качество отличное, все пришло быстро. Всем советую!",
        "reviews_date": "2024-10-09",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Прекрасное качество! Даже лучше, чем ожидал. Буду заказывать ещё и друзьям советовать.",
        "reviews_date": "2024-10-10",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупка супер! Очень порадовала доставка и качество. Уже рекомендую друзьям.",
        "reviews_date": "2024-10-11",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё просто идеально! Товар полностью соответствует описанию, спасибо!",
        "reviews_date": "2024-10-12",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Шикарный сервис, быстрая доставка и отличное качество. Однозначно пять звёзд!",
        "reviews_date": "2024-10-13",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Неожиданно круто! Всё пришло вовремя, и качество меня приятно удивило.",
        "reviews_date": "2024-10-14",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто суперский товар! Полностью доволен покупкой, спасибо продавцу!",
        "reviews_date": "2024-10-15",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Ожидания превзошли реальность! Очень качественный продукт, рекомендую.",
        "reviews_date": "2024-10-16",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучшая покупка за последнее время! Никаких нареканий, всё на высшем уровне.",
        "reviews_date": "2024-10-17",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень понравилось! Заказываю не первый раз, и качество всегда радует.",
        "reviews_date": "2024-10-18",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Это просто находка! Всё идеально подошло, качество просто супер!",
        "reviews_date": "2024-10-19",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень рекомендую! Заказ оправдал все мои ожидания, просто супер.",
        "reviews_date": "2024-10-20",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришёл быстро, качество отличное. Продавец супер, советую всем!",
        "reviews_date": "2024-10-21",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Просто вау! За такие деньги — это лучшее предложение на рынке. Рекомендую!",
        "reviews_date": "2024-10-22",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё на высшем уровне! Сервис, доставка, качество — всё идеально.",
        "reviews_date": "2024-10-23",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Заказала первый раз, и точно не последний! Очень довольна покупкой.",
        "reviews_date": "2024-10-24",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар потрясающий! Даже не ожидал такого высокого качества. Спасибо!",
        "reviews_date": "2024-10-25",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Невероятное качество за такую цену. Покупкой остался доволен, спасибо!",
        "reviews_date": "2024-10-26",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Просто идеальный товар! Сервис выше всяких похвал. Буду заказывать ещё.",
        "reviews_date": "2024-10-27",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Быстрая доставка, качественный товар. Очень порадовал результат, рекомендую!",
        "reviews_date": "2024-10-28",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупаю уже не первый раз, всегда всё идеально. Спасибо продавцу!",
        "reviews_date": "2024-10-29",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен качеством! Всё соответствует описанию, сервис отличный.",
        "reviews_date": "2024-10-30",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Рекомендую всем! Превосходное обслуживание и качественный товар.",
        "reviews_date": "2024-10-31",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все просто шикарно! Очень рад покупке, качество на высшем уровне.",
        "reviews_date": "2024-11-01",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар доставлен в срок, качество на уровне. Отличный выбор!",
        "reviews_date": "2024-11-02",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличное соотношение цены и качества. Остался очень доволен.",
        "reviews_date": "2024-11-03",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасное обслуживание, качественный товар. Буду рекомендовать друзьям!",
        "reviews_date": "2024-11-04",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Невероятно быстрая доставка и идеальный товар. Очень рад покупке!",
        "reviews_date": "2024-11-05",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Заказываю уже в третий раз, всё на высшем уровне. Всем советую!",
        "reviews_date": "2024-11-06",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Самый лучший товар, который я покупал! Очень доволен, спасибо!",
        "reviews_date": "2024-11-07",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Удобно, быстро и качественно. Покупкой полностью доволен!",
        "reviews_date": "2024-11-08",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень рад, что выбрал этот магазин. Качество товара на высоте!",
        "reviews_date": "2024-11-09",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Просто огонь! Советую всем, кто ищет качественный товар за адекватную цену.",
        "reviews_date": "2024-11-10",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка молниеносная, качество на высоте. Спасибо, что радуете нас!",
        "reviews_date": "2024-11-11",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё соответствует описанию, доставка без задержек. Всем рекомендую!",
        "reviews_date": "2024-11-12",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень рад, что нашёл такой магазин! Качество и сервис радуют.",
        "reviews_date": "2024-11-13",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Огромное спасибо! Всё на высшем уровне, советую всем своим друзьям.",
        "reviews_date": "2024-11-14",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Быстрая доставка, вежливый сервис, всё упаковано идеально. Спасибо!",
        "reviews_date": "2024-11-15",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Магазин на высоте! Заказала для всей семьи, все остались довольны.",
        "reviews_date": "2024-11-16",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар супер, доставка быстрая. Лучший магазин на всём маркетплейсе.",
        "reviews_date": "2024-11-17",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар супер, доставка быстрая. Лучший магазин на всём маркетплейсе.",
        "reviews_date": "2024-11-17",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень качественный товар! Всем рекомендую, 10 из 10.",
        "reviews_date": "2024-11-18",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Превосходное качество, быстрая доставка, отличный продавец.",
        "reviews_date": "2024-11-16",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Понравилось абсолютно всё! Покупаю только здесь.",
        "reviews_date": "2024-11-15",
        "star_review": 5,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Лучший товар за такие деньги! Доставка просто огонь!",
        "reviews_date": "2024-11-14",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупал здесь не раз, всегда всё на высшем уровне!",
        "reviews_date": "2024-11-13",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень классный магазин, всем рекомендую заказывать!",
        "reviews_date": "2024-11-12",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Огромное спасибо за качество! Закажу ещё.",
        "reviews_date": "2024-11-11",
        "star_review": 5,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Супер товар, превосходное обслуживание! Все понравилось.",
        "reviews_date": "2024-11-10",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто вау! Всё как в описании, лучшее качество.",
        "reviews_date": "2024-11-09",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар супер, доставка быстрая. Лучший магазин на всём маркетплейсе.",
        "reviews_date": "2024-11-17",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень качественный товар! Всем рекомендую, 10 из 10.",
        "reviews_date": "2024-11-18",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Превосходное качество, быстрая доставка, отличный продавец.",
        "reviews_date": "2024-11-16",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Понравилось абсолютно всё! Покупаю только здесь.",
        "reviews_date": "2024-11-15",
        "star_review": 5,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Лучший товар за такие деньги! Доставка просто огонь!",
        "reviews_date": "2024-11-14",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупал здесь не раз, всегда всё на высшем уровне!",
        "reviews_date": "2024-11-13",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень классный магазин, всем рекомендую заказывать!",
        "reviews_date": "2024-11-12",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Огромное спасибо за качество! Закажу ещё.",
        "reviews_date": "2024-11-11",
        "star_review": 5,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Супер товар, превосходное обслуживание! Все понравилось.",
        "reviews_date": "2024-11-10",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто вау! Всё как в описании, лучшее качество.",
        "reviews_date": "2024-11-09",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Купил для всей семьи, все остались довольны!",
        "reviews_date": "2024-11-08",
        "star_review": 5,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Магазин - огонь! Буду заказывать только здесь!",
        "reviews_date": "2024-11-07",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришёл вовремя, качество на высоте.",
        "reviews_date": "2024-11-06",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Уже не первый раз заказываю. Рекомендую всем!",
        "reviews_date": "2024-11-05",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Самый честный и надёжный магазин, спасибо!",
        "reviews_date": "2024-11-04",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучший выбор для тех, кто ищет качество.",
        "reviews_date": "2024-11-03",
        "star_review": 5,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Продавец супер! Рекомендую всем друзьям.",
        "reviews_date": "2024-11-02",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Заказала себе и друзьям, все остались довольны.",
        "reviews_date": "2024-11-01",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество товара приятно удивило. Советую всем!",
        "reviews_date": "2024-10-31",
        "star_review": 5,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё понравилось! Закажу ещё не раз.",
        "reviews_date": "2024-10-30",
        "star_review": 5,
        "text_len": 37,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Заказал для работы, качество выше всяких похвал! Даже коллеги оценили.",
        "reviews_date": "2024-11-18",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не ожидал такого уровня сервиса! Быстро, удобно, качественно.",
        "reviews_date": "2024-11-17",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Взял в подарок жене, она в восторге. Спасибо магазину за качество.",
        "reviews_date": "2024-11-16",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Оперативная доставка, всё работает идеально. Продавца рекомендую.",
        "reviews_date": "2024-11-15",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Я в восторге от такого сервиса! Удобно, быстро, никаких проблем.",
        "reviews_date": "2024-11-14",
        "star_review": 5,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто топ! Лучше, чем ожидал. Вернусь за следующим заказом.",
        "reviews_date": "2024-11-13",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличная упаковка, быстрая доставка. Всё пришло в целости и сохранности.",
        "reviews_date": "2024-11-12",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучшее качество на рынке, рекомендую всем без исключения!",
        "reviews_date": "2024-11-11",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не ожидал, что всё будет настолько круто! Доставка супер-быстрая.",
        "reviews_date": "2024-11-10",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупаю здесь уже в третий раз, сервис на высшем уровне!",
        "reviews_date": "2024-11-09",
        "star_review": 5,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень удобный сайт и отличный выбор товаров, благодарю за качество.",
        "reviews_date": "2024-11-08",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Порадовало внимание к деталям, а упаковка просто шикарная!",
        "reviews_date": "2024-11-07",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Сделал заказ впервые, и точно не в последний раз. Молодцы!",
        "reviews_date": "2024-11-06",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Долго выбирал, и не ошибся. Всё на высшем уровне, рекомендую.",
        "reviews_date": "2024-11-05",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка молниеносная, а сам товар превзошёл все ожидания.",
        "reviews_date": "2024-11-04",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все быстро, чётко и без проблем. Ставлю магазину высший балл!",
        "reviews_date": "2024-11-03",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный магазин! Теперь я ваш постоянный клиент. Спасибо.",
        "reviews_date": "2024-11-02",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Широкий ассортимент и высокое качество обслуживания. Молодцы!",
        "reviews_date": "2024-11-01",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё чётко, оперативно и без нареканий. Доставка как по часам.",
        "reviews_date": "2024-10-31",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Обратная связь на высшем уровне, все вопросы решаются моментально.",
        "reviews_date": "2024-10-30",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Качество на высоте, рекомендую!",
        "reviews_date": "2024-09-26",
        "star_review": 5,
        "text_len": 62,
        "has_media": 1,
        "written_by_bot": 1,
    },
    {
        "user_review": "Лучшее, что я покупал за последнее время. Берите, не пожалеете!",
        "reviews_date": "2024-09-25",
        "star_review": 5,
        "text_len": 70,
        "has_media": 0,
        "written_by_bot": 1,
    },
    {
        "user_review": "Доставка быстрая, качество на высоте. Буду заказывать ещё!",
        "reviews_date": "2024-09-24",
        "star_review": 5,
        "text_len": 65,
        "has_media": 1,
        "written_by_bot": 1,
    },
    {
        "user_review": "Просто супер! Не ожидал такого качества за такие деньги!",
        "reviews_date": "2024-09-23",
        "star_review": 5,
        "text_len": 64,
        "has_media": 0,
        "written_by_bot": 1,
    },
    {
        "user_review": "Советую всем! Лучший товар в своей категории!",
        "reviews_date": "2024-09-22",
        "star_review": 5,
        "text_len": 56,
        "has_media": 1,
        "written_by_bot": 1,
    },
    {
        "user_review": "Очень удобный и стильный товар! Подходит для всех случаев.",
        "reviews_date": "2024-09-21",
        "star_review": 5,
        "text_len": 68,
        "has_media": 0,
        "written_by_bot": 1,
    },
    {
        "user_review": "Крутая находка! Качество лучше, чем ожидал!",
        "reviews_date": "2024-09-20",
        "star_review": 5,
        "text_len": 55,
        "has_media": 1,
        "written_by_bot": 1,
    },
    {
        "user_review": "Беру уже второй раз. Отличный товар, ни разу не подвёл!",
        "reviews_date": "2024-09-19",
        "star_review": 5,
        "text_len": 67,
        "has_media": 0,
        "written_by_bot": 1,
    },
    {
        "user_review": "Очень рад покупке! Полностью соответствует описанию.",
        "reviews_date": "2024-09-18",
        "star_review": 5,
        "text_len": 63,
        "has_media": 1,
        "written_by_bot": 1,
    },
    {
        "user_review": "Отличный сервис! Буду заказывать снова.",
        "reviews_date": "2024-11-06",
        "star_review": 5,
        "text_len": 42,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество отменное, сервис на высоте!",
        "reviews_date": "2024-11-05",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар супер! Всё соответствует описанию.",
        "reviews_date": "2024-11-04",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка, рекомендую!",
        "reviews_date": "2024-11-03",
        "star_review": 5,
        "text_len": 31,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучший магазин! Качество отличное.",
        "reviews_date": "2024-11-02",
        "star_review": 5,
        "text_len": 39,
        "written_by_bot": 1,
        "has_media": 0
    }, {
        "user_review": "Отличный сервис! Буду заказывать снова.",
        "reviews_date": "2024-11-06",
        "star_review": 5,
        "text_len": 42,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество отменное, сервис на высоте!",
        "reviews_date": "2024-11-05",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар супер! Всё соответствует описанию.",
        "reviews_date": "2024-11-04",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка, рекомендую!",
        "reviews_date": "2024-11-03",
        "star_review": 5,
        "text_len": 31,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучший магазин! Качество отличное.",
        "reviews_date": "2024-11-02",
        "star_review": 5,
        "text_len": 39,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё супер! Продавец молодец!",
        "reviews_date": "2024-11-01",
        "star_review": 5,
        "text_len": 34,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный товар, быстрая доставка!",
        "reviews_date": "2024-10-31",
        "star_review": 5,
        "text_len": 39,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Рекомендую.",
        "reviews_date": "2024-10-30",
        "star_review": 5,
        "text_len": 41,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто класс! Всё на высшем уровне.",
        "reviews_date": "2024-10-29",
        "star_review": 5,
        "text_len": 40,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка, качественный товар.",
        "reviews_date": "2024-10-28",
        "star_review": 5,
        "text_len": 42,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Заказываю не в первый раз, всё супер!",
        "reviews_date": "2024-10-27",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный сервис! Буду заказывать снова.",
        "reviews_date": "2024-11-06",
        "star_review": 5,
        "text_len": 42,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество отменное, сервис на высоте!",
        "reviews_date": "2024-11-05",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар супер! Всё соответствует описанию.",
        "reviews_date": "2024-11-04",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка, рекомендую!",
        "reviews_date": "2024-11-03",
        "star_review": 5,
        "text_len": 31,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучший магазин! Качество отличное.",
        "reviews_date": "2024-11-02",
        "star_review": 5,
        "text_len": 39,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё супер! Продавец молодец!",
        "reviews_date": "2024-11-01",
        "star_review": 5,
        "text_len": 34,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный товар, быстрая доставка!",
        "reviews_date": "2024-10-31",
        "star_review": 5,
        "text_len": 39,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Рекомендую.",
        "reviews_date": "2024-10-30",
        "star_review": 5,
        "text_len": 41,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто класс! Всё на высшем уровне.",
        "reviews_date": "2024-10-29",
        "star_review": 5,
        "text_len": 40,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка, качественный товар.",
        "reviews_date": "2024-10-28",
        "star_review": 5,
        "text_len": 42,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Заказываю не в первый раз, всё супер!",
        "reviews_date": "2024-10-27",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар соответствует описанию. Доволен!",
        "reviews_date": "2024-10-26",
        "star_review": 5,
        "text_len": 41,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Быстро и качественно! Покупкой доволен.",
        "reviews_date": "2024-10-25",
        "star_review": 5,
        "text_len": 43,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Заказываю не в первый раз, всё супер!",
        "reviews_date": "2024-10-27",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар соответствует описанию. Доволен!",
        "reviews_date": "2024-10-26",
        "star_review": 5,
        "text_len": 41,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Быстро и качественно! Покупкой доволен.",
        "reviews_date": "2024-10-25",
        "star_review": 5,
        "text_len": 43,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличного качества, рекомендую!",
        "reviews_date": "2024-10-24",
        "star_review": 5,
        "text_len": 42,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой, товар соответствует ожиданиям.",
        "reviews_date": "2024-10-23",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличная доставка, товар в идеальном состоянии.",
        "reviews_date": "2024-10-22",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар полностью соответствует описанию, заказом доволен.",
        "reviews_date": "2024-10-21",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
    "user_review": "Прекрасное качество и быстрая доставка.",
    "reviews_date": "2024-10-20",
    "star_review": 5,
    "text_len": 44,
    "written_by_bot": 1,
    "has_media": 1
    },
    {
        "user_review": "Очень доволен товаром, спасибо за качественную работу.",
        "reviews_date": "2024-10-19",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел быстро, соответствует описанию, доволен.",
        "reviews_date": "2024-10-18",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар качественный, но немного не подошел по размеру.",
        "reviews_date": "2024-10-17",
        "star_review": 4,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличная упаковка, всё пришло в целости и сохранности.",
        "reviews_date": "2024-10-16",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар не соответствует описанию, расстроен.",
        "reviews_date": "2024-10-15",
        "star_review": 2,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё отлично, покупкой доволен!",
        "reviews_date": "2024-10-14",
        "star_review": 5,
        "text_len": 39,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел быстрее, чем ожидал, качеством доволен.",
        "reviews_date": "2024-10-13",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень качественный товар за свою цену.",
        "reviews_date": "2024-10-12",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар неплохой, но ожидал большего.",
        "reviews_date": "2024-10-11",
        "star_review": 3,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все как всегда, отличный товар и доставка.",
        "reviews_date": "2024-10-10",
        "star_review": 5,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупкой очень доволен, буду заказывать еще!",
        "reviews_date": "2024-10-09",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар получил быстро, качество на высоте.",
        "reviews_date": "2024-10-08",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар хороший, но доставка заняла больше времени, чем ожидалось.",
        "reviews_date": "2024-10-07",
        "star_review": 4,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень качественная вещь, всем рекомендую!",
        "reviews_date": "2024-10-06",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все понравилось, товар соответствует описанию.",
        "reviews_date": "2024-10-05",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел с небольшим дефектом, но всё равно использую.",
        "reviews_date": "2024-10-04",
        "star_review": 3,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Заказ пришел вовремя, товар отличный, но ожидал лучшего качества.",
        "reviews_date": "2024-10-03",
        "star_review": 4,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка, товар качественный, всем рекомендую!",
        "reviews_date": "2024-10-02",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка не быстрая, но товар вполне устраивает.",
        "reviews_date": "2024-10-01",
        "star_review": 4,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличного качества, в следующий раз снова закажу.",
        "reviews_date": "2024-09-30",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество нормальное, но доставка немного задержалась.",
        "reviews_date": "2024-09-29",
        "star_review": 4,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень хорошее качество за эту цену, всем советую!",
        "reviews_date": "2024-09-28",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел в целости, но ожидал большего по качеству.",
        "reviews_date": "2024-09-27",
        "star_review": 3,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень качественная упаковка, товар не поврежден.",
        "reviews_date": "2024-09-26",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка была медленной, но товар хороший.",
        "reviews_date": "2024-09-25",
        "star_review": 4,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар полностью соответствует описанию, супер!",
        "reviews_date": "2024-09-24",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество товара отличное, но немного не подошел по размеру.",
        "reviews_date": "2024-09-23",
        "star_review": 4,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Заказал несколько товаров, всё пришло в лучшем виде!",
        "reviews_date": "2024-09-22",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупкой очень доволен, товар соответствует описанию.",
        "reviews_date": "2024-09-21",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все отлично, товар оправдал ожидания.",
        "reviews_date": "2024-09-20",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка была быстрая, но качество товара могло быть лучше.",
        "reviews_date": "2024-09-19",
        "star_review": 4,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар хорошего качества, однако упаковка могла бы быть лучше.",
        "reviews_date": "2024-09-18",
        "star_review": 4,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой, товар качественный и удобный.",
        "reviews_date": "2024-09-17",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все замечательно, товар пришел без повреждений.",
        "reviews_date": "2024-09-16",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставили быстро, но качество товара оставляет желать лучшего.",
        "reviews_date": "2024-09-15",
        "star_review": 3,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все как обещано, товар хороший, доставка быстрая.",
        "reviews_date": "2024-09-14",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупка не разочаровала, товар полностью соответствует описанию.",
        "reviews_date": "2024-09-13",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество товара хорошее, но ожидал быструю доставку.",
        "reviews_date": "2024-09-12",
        "star_review": 4,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар хороший, но немного не соответствует ожиданиям.",
        "reviews_date": "2024-09-11",
        "star_review": 4,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел вовремя и в хорошем состоянии.",
        "reviews_date": "2024-09-10",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар соответствует ожиданиям, но доставка была немного долгой.",
        "reviews_date": "2024-09-09",
        "star_review": 4,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен товаром, все как в описании.",
        "reviews_date": "2024-09-08",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Заказал второй раз, всё на высшем уровне.",
        "reviews_date": "2024-09-07",
        "star_review": 5,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество товара отличное, но упаковка могла быть более надежной.",
        "reviews_date": "2024-09-06",
        "star_review": 4,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень хороший товар, соответствующий заявленным характеристикам.",
        "reviews_date": "2024-09-05",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар хороший, но доставка затянулась.",
        "reviews_date": "2024-09-04",
        "star_review": 3,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень удобная покупка, товар просто отличный.",
        "reviews_date": "2024-09-03",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар соответствует описанию, но ожидал бы лучшую упаковку.",
        "reviews_date": "2024-09-02",
        "star_review": 4,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все хорошо, но доставка немного опоздала.",
        "reviews_date": "2024-09-01",
        "star_review": 4,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел вовремя и в хорошем состоянии.",
        "reviews_date": "2024-09-10",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар соответствует ожиданиям, но доставка была немного долгой.",
        "reviews_date": "2024-09-09",
        "star_review": 4,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен товаром, все как в описании.",
        "reviews_date": "2024-09-08",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Заказал второй раз, всё на высшем уровне.",
        "reviews_date": "2024-09-07",
        "star_review": 5,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество товара отличное, но упаковка могла быть более надежной.",
        "reviews_date": "2024-09-06",
        "star_review": 4,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень хороший товар, соответствующий заявленным характеристикам.",
        "reviews_date": "2024-09-05",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар хороший, но доставка затянулась.",
        "reviews_date": "2024-09-04",
        "star_review": 3,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень удобная покупка, товар просто отличный.",
        "reviews_date": "2024-09-03",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар соответствует описанию, но ожидал бы лучшую упаковку.",
        "reviews_date": "2024-09-02",
        "star_review": 4,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все хорошо, но доставка немного опоздала.",
        "reviews_date": "2024-09-01",
        "star_review": 4,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все отлично, товар соответствует описанию и доставлен быстро.",
        "reviews_date": "2024-08-31",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество товара отличное, но доставка была очень медленной.",
        "reviews_date": "2024-08-30",
        "star_review": 4,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар хороший, но ожидал большего по качеству.",
        "reviews_date": "2024-08-29",
        "star_review": 4,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупка оправдала ожидания, товар пришел в срок.",
        "reviews_date": "2024-08-28",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой, товар соответствует ожиданиям.",
        "reviews_date": "2024-08-27",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар хороший, но упаковка была повреждена.",
        "reviews_date": "2024-08-26",
        "star_review": 3,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка быстрая, товар соответствует описанию, но немного был поврежден.",
        "reviews_date": "2024-08-25",
        "star_review": 4,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все как в описании, очень доволен покупкой.",
        "reviews_date": "2024-08-24",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество товара хорошее, но доставка была не такой быстрой, как ожидалось.",
        "reviews_date": "2024-08-23",
        "star_review": 4,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный товар! Все пришло вовремя и в хорошем состоянии.",
        "reviews_date": "2024-08-22",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень качественный товар, всё пришло вовремя.",
        "reviews_date": "2024-08-21",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар не плохой, но ожидал большего по функционалу.",
        "reviews_date": "2024-08-20",
        "star_review": 3,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупкой доволен, товар пришел в хорошем состоянии.",
        "reviews_date": "2024-08-19",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Хорошее качество товара, но доставка немного затянулась.",
        "reviews_date": "2024-08-18",
        "star_review": 4,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар соответствует описанию, всё хорошо, спасибо.",
        "reviews_date": "2024-08-17",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар отличный, но упаковка была не очень надежной.",
        "reviews_date": "2024-08-16",
        "star_review": 4,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой, товар полностью оправдал ожидания.",
        "reviews_date": "2024-08-15",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар хороший, но доставка могла бы быть быстрее.",
        "reviews_date": "2024-08-14",
        "star_review": 4,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар, быстро пришел, в хорошем состоянии.",
        "reviews_date": "2024-08-13",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все отлично, но упаковка могла быть лучше.",
        "reviews_date": "2024-08-12",
        "star_review": 4,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар хорошего качества, всё пришло в срок.",
        "reviews_date": "2024-08-11",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Заказывал уже несколько раз, всё всегда на высшем уровне.",
        "reviews_date": "2024-08-10",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар хороший, но доставка была немного медленной.",
        "reviews_date": "2024-08-09",
        "star_review": 4,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар соответствует описанию. Все отлично!",
        "reviews_date": "2024-08-08",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупка оправдала мои ожидания, товар отличный!",
        "reviews_date": "2024-08-07",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка была не быстрая, но товар хороший.",
        "reviews_date": "2024-08-06",
        "star_review": 4,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все как в описании, рекомендую!",
        "reviews_date": "2024-08-05",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество отличное, но упаковка оставляет желать лучшего.",
        "reviews_date": "2024-08-04",
        "star_review": 4,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Довольна покупкой, товар соответствует ожиданиям.",
        "reviews_date": "2024-08-03",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар нормальный, но доставка заняла больше времени, чем я ожидал.",
        "reviews_date": "2024-08-02",
        "star_review": 4,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой, всё соответствует описанию.",
        "reviews_date": "2024-08-01",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка была быстрой, но товар немного не оправдал ожидания.",
        "reviews_date": "2024-07-31",
        "star_review": 3,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупкой очень доволен, буду заказывать снова!",
        "reviews_date": "2024-07-30",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар хороший, но немного затянулась доставка.",
        "reviews_date": "2024-07-29",
        "star_review": 4,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Заказываю второй раз, всё отлично, товар соответствует описанию.",
        "reviews_date": "2024-07-28",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличное качество, но упаковка могла бы быть получше.",
        "reviews_date": "2024-07-27",
        "star_review": 4,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё прошло хорошо, товар пришел вовремя.",
        "reviews_date": "2024-07-26",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Довольна товаром, но доставка была задержана.",
        "reviews_date": "2024-07-25",
        "star_review": 4,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень понравился товар, буду заказывать снова.",
        "reviews_date": "2024-07-24",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар соответствует описанию, но доставили позже, чем ожидал.",
        "reviews_date": "2024-07-23",
        "star_review": 4,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все как всегда, качественно и быстро.",
        "reviews_date": "2024-07-22",
        "star_review": 5,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставили вовремя, но упаковка была повреждена.",
        "reviews_date": "2024-07-21",
        "star_review": 3,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество товара на высоте, рекомендую!",
        "reviews_date": "2024-07-20",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупка удалась, товар понравился, всё как в описании.",
        "reviews_date": "2024-07-19",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не первый раз заказываю, качество на высоте!",
        "reviews_date": "2024-07-18",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставили вовремя, товар хороший, но немного не подошел по размеру.",
        "reviews_date": "2024-07-17",
        "star_review": 4,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень довольна товаром, оправдал все ожидания.",
        "reviews_date": "2024-07-16",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар нормальный, но ожидал немного больше от качества.",
        "reviews_date": "2024-07-15",
        "star_review": 4,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Довольна покупкой, все пришло в срок, качество отличное.",
        "reviews_date": "2024-07-14",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все понравилось, товар соответствует описанию.",
        "reviews_date": "2024-07-13",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставили быстро, качество отличное.",
        "reviews_date": "2024-07-12",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все прошло хорошо, товар пришел вовремя.",
        "reviews_date": "2024-07-11",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не понравился товар, ожидал большего.",
        "reviews_date": "2024-07-10",
        "star_review": 2,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Хороший товар за свою цену, доставка без задержек.",
        "reviews_date": "2024-07-09",
        "star_review": 4,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все устраивает, товар качественный и доставка быстрая.",
        "reviews_date": "2024-07-08",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень довольна покупкой, товар соответствует описанию.",
        "reviews_date": "2024-07-07",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не первый раз заказываю, все всегда на высоте.",
        "reviews_date": "2024-07-06",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка задержалась, но товар хороший.",
        "reviews_date": "2024-07-05",
        "star_review": 4,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все понравилось, отличный товар, буду заказывать снова.",
        "reviews_date": "2024-07-04",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупка оправдала ожидания, товар отличный.",
        "reviews_date": "2024-07-03",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
    "user_review": "Товар хороший, но упаковка была немного повреждена.",
    "reviews_date": "2024-07-02",
    "star_review": 4,
    "text_len": 60,
    "written_by_bot": 1,
    "has_media": 0
    },
    {
        "user_review": "Доставили быстро, качество отличное, рекомендую!",
        "reviews_date": "2024-07-01",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Хороший товар, но цена могла бы быть чуть ниже.",
        "reviews_date": "2024-06-30",
        "star_review": 4,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличное качество! Фото полностью соответствует описанию.",
        "reviews_date": "2024-06-29",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Немного задержалась доставка, но товар очень хороший.",
        "reviews_date": "2024-06-28",
        "star_review": 4,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
{
        "user_review": "Доставка задержалась, но товар хороший.",
        "reviews_date": "2024-07-05",
        "star_review": 4,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все понравилось, отличный товар, буду заказывать снова.",
        "reviews_date": "2024-07-04",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупка оправдала ожидания, товар отличный.",
        "reviews_date": "2024-07-03",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Посылка пришла раньше срока, очень доволен покупкой!",
        "reviews_date": "2024-07-02",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Цена чуть выше ожиданий, но качество компенсирует.",
        "reviews_date": "2024-07-01",
        "star_review": 4,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар соответствует описанию, но упаковка была повреждена.",
        "reviews_date": "2024-06-30",
        "star_review": 4,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой, но хотелось бы быстрее доставку.",
        "reviews_date": "2024-06-29",
        "star_review": 4,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучший товар в этой категории, качество на высоте!",
        "reviews_date": "2024-06-28",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Инструкция к товару была не совсем понятной, но в целом доволен.",
        "reviews_date": "2024-06-27",
        "star_review": 4,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество приятно удивило, рекомендую этот товар!",
        "reviews_date": "2024-06-26",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1
    },

    {
        "user_review": "Доставка задержалась, но товар хороший.",
        "reviews_date": "2024-07-05",
        "star_review": 4,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все понравилось, отличный товар, буду заказывать снова.",
        "reviews_date": "2024-07-04",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупка оправдала ожидания, товар отличный.",
        "reviews_date": "2024-07-03",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Посылка пришла раньше срока, очень доволен покупкой!",
        "reviews_date": "2024-07-02",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Цена чуть выше ожиданий, но качество компенсирует.",
        "reviews_date": "2024-07-01",
        "star_review": 4,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар соответствует описанию, но упаковка была повреждена.",
        "reviews_date": "2024-06-30",
        "star_review": 4,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой, но хотелось бы быстрее доставку.",
        "reviews_date": "2024-06-29",
        "star_review": 4,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучший товар в этой категории, качество на высоте!",
        "reviews_date": "2024-06-28",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Инструкция к товару была не совсем понятной, но в целом доволен.",
        "reviews_date": "2024-06-27",
        "star_review": 4,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество приятно удивило, рекомендую этот товар!",
        "reviews_date": "2024-06-26",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Упаковка была отличной, товар пришел в идеальном состоянии!",
        "reviews_date": "2024-06-25",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Цены приятные, но хотелось бы больше вариантов доставки.",
        "reviews_date": "2024-06-24",
        "star_review": 4,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный выбор! Все соответствует фото и описанию.",
        "reviews_date": "2024-06-23",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество высокое, но доставка немного дороговата.",
        "reviews_date": "2024-06-22",
        "star_review": 4,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Продавец общительный, товар пришел вовремя, все супер!",
        "reviews_date": "2024-06-21",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Заказываю уже не в первый раз, всегда доволен!",
        "reviews_date": "2024-06-20",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
{
        "user_review": "Лучший товар в этой категории, качество на высоте!",
        "reviews_date": "2024-06-28",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Инструкция к товару была не совсем понятной, но в целом доволен.",
        "reviews_date": "2024-06-27",
        "star_review": 4,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество приятно удивило, рекомендую этот товар!",
        "reviews_date": "2024-06-26",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка быстрая, качество товара на высоте, все отлично!",
        "reviews_date": "2024-06-19",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Цены разумные, но хотелось бы чуть более быструю доставку.",
        "reviews_date": "2024-06-18",
        "star_review": 4,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё на высшем уровне! Качество отличное, советую к покупке.",
        "reviews_date": "2024-06-17",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Упаковка была немного повреждена, но сам товар без дефектов.",
        "reviews_date": "2024-06-16",
        "star_review": 4,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень удобный и полезный товар, не пожалел о покупке!",
        "reviews_date": "2024-06-15",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продавец доброжелательный, быстро отправил заказ, все супер!",
        "reviews_date": "2024-06-14",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 1
    },
{
        "user_review": "Очень доволен покупкой! Всё соответствует описанию.",
        "reviews_date": "2024-07-10",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Быстрая доставка, качество на высоте, рекомендую!",
        "reviews_date": "2024-07-09",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличный, упакован хорошо. Буду заказывать еще!",
        "reviews_date": "2024-07-08",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Долго выбирал, но не пожалел. Все идеально!",
        "reviews_date": "2024-07-07",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Хорошее качество, доставка вовремя. Всем советую!",
        "reviews_date": "2024-07-06",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не ожидал такого отличного качества за такую цену!",
        "reviews_date": "2024-07-05",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё супер! Доставка мгновенная, товар соответствует описанию.",
        "reviews_date": "2024-07-04",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество выше всех ожиданий, рекомендую к покупке!",
        "reviews_date": "2024-07-03",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень хороший товар, по такой цене просто находка!",
        "reviews_date": "2024-07-02",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный сервис, вежливый продавец. Доволен покупкой!",
        "reviews_date": "2024-07-01",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Быстрая доставка, всё в лучшем виде! Спасибо!",
        "reviews_date": "2024-06-30",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень крутой товар! Прямо как на фото!",
        "reviews_date": "2024-06-29",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 0
    },
{
        "user_review": "Отличный продукт, качество порадовало!",
        "reviews_date": "2024-07-11",
        "star_review": 5,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставили вовремя, упаковка надежная, доволен!",
        "reviews_date": "2024-07-10",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень рад покупке, всё работает как надо!",
        "reviews_date": "2024-07-09",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Быстро доставили, без нареканий. Советую!",
        "reviews_date": "2024-07-08",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Прекрасное качество за свою цену!",
        "reviews_date": "2024-07-07",
        "star_review": 5,
        "text_len": 42,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Лучший выбор, доволен покупкой!",
        "reviews_date": "2024-07-06",
        "star_review": 5,
        "text_len": 42,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар супер, продавец вежливый, рекомендую!",
        "reviews_date": "2024-07-05",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Приятно удивлен качеством, 5 звёзд!",
        "reviews_date": "2024-07-04",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё соответствует описанию, рекомендую!",
        "reviews_date": "2024-07-03",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой, товар отличный!",
        "reviews_date": "2024-07-02",
        "star_review": 5,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка быстрая, упаковка надежная, товар супер!",
        "reviews_date": "2024-07-01",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество огонь! Спасибо за отличный сервис!",
        "reviews_date": "2024-06-30",
        "star_review": 5,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Лучший товар за свою цену! 5 звёзд!",
        "reviews_date": "2024-06-29",
        "star_review": 5,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставили вовремя, качество соответствует, доволен!",
        "reviews_date": "2024-06-28",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
{
        "user_review": "Доставка была быстрой, качество товара отличное!",
        "reviews_date": "2024-07-12",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар полностью оправдал ожидания, рекомендую!",
        "reviews_date": "2024-07-11",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень рад покупке, всё работает без нареканий!",
        "reviews_date": "2024-07-10",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Прекрасное обслуживание и качественный товар!",
        "reviews_date": "2024-07-09",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Лучшая покупка за последнее время! Спасибо!",
        "reviews_date": "2024-07-08",
        "star_review": 5,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставили быстро, товар упакован отлично, рекомендую!",
        "reviews_date": "2024-07-07",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Хороший магазин, товар качественный, буду заказывать ещё!",
        "reviews_date": "2024-07-06",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучшее соотношение цены и качества, очень доволен!",
        "reviews_date": "2024-07-05",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар превзошёл мои ожидания, 5 звёзд!",
        "reviews_date": "2024-07-04",
        "star_review": 5,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка молниеносная, качество супер!",
        "reviews_date": "2024-07-03",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Упаковка хорошая, товар соответствует описанию.",
        "reviews_date": "2024-07-02",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличное качество, всё на высшем уровне!",
        "reviews_date": "2024-07-01",
        "star_review": 5,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень быстрая доставка, товар просто великолепен!",
        "reviews_date": "2024-03-08",
        "star_review": 5,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар полностью соответствует заявленным характеристикам. Рекомендую!",
        "reviews_date": "2024-03-07",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество на высоте, приятно удивлен! Все как в описании.",
        "reviews_date": "2024-03-06",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел быстро, в идеальном состоянии, полностью оправдал ожидания.",
        "reviews_date": "2024-03-05",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Превосходное качество! Очень доволен покупкой, точно буду заказывать снова.",
        "reviews_date": "2024-03-04",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличная вещь! Все работает как нужно, доставка в срок. Очень доволен.",
        "reviews_date": "2024-03-03",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень качественный товар. Пришел быстро и в идеальном состоянии. Рекомендую!",
        "reviews_date": "2024-03-02",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все отлично! Продукт полностью оправдал мои ожидания, работает без нареканий.",
        "reviews_date": "2024-03-01",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество на высоте, товар очень понравился. Все как описано, работает прекрасно.",
        "reviews_date": "2024-02-29",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличная покупка! Все пришло в целости, товар идеальный, очень доволен.",
        "reviews_date": "2024-02-28",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт качественный и надежный. Товар пришел в срок, рад покупке!",
        "reviews_date": "2024-03-09",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Все соответствует описанию, качество отличное.",
        "reviews_date": "2024-03-10",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Быстрая доставка и отличное качество. Превзошло мои ожидания.",
        "reviews_date": "2024-03-11",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество на высшем уровне, упаковка надежная. Весь процесс покупки был удобным.",
        "reviews_date": "2024-03-12",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все работает отлично, товар соответствует описанию. Очень доволен покупкой!",
        "reviews_date": "2024-03-13",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел быстро, качественный и удобный. Абсолютно удовлетворен покупкой.",
        "reviews_date": "2024-03-14",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество на высоте! Все соответствует описанию. Очень доволен выбором.",
        "reviews_date": "2024-03-15",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстро доставили, товар соответствует описанию, в целом доволен покупкой.",
        "reviews_date": "2024-03-16",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар очень качественный, пришел быстро, не разочаровал! Рекомендую всем.",
        "reviews_date": "2024-03-17",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все как в описании, доставка быстрая, упаковка надежная. Очень доволен покупкой.",
        "reviews_date": "2024-03-18",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой! Качество на высшем уровне, доставка была быстрой.",
        "reviews_date": "2024-03-19",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел вовремя, идеально упакован. Все работает, как и ожидалось!",
        "reviews_date": "2024-03-20",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличная покупка! Товар соответствует описанию, все супер.",
        "reviews_date": "2024-03-21",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень быстро доставили! Продукт соответствует заявленным характеристикам.",
        "reviews_date": "2024-03-22",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар просто отличен! Сработал идеально, рекомендую всем друзьям.",
        "reviews_date": "2024-03-23",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все как в описании, товар качественный, доставка прошла без проблем. Очень доволен.",
        "reviews_date": "2024-03-24",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Довольна покупкой! Все на высшем уровне, качество отличное.",
        "reviews_date": "2024-03-25",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество и цена соответствуют. Покупка прошла успешно. Очень довольна.",
        "reviews_date": "2024-03-26",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Быстрая доставка, отличное качество товара. Все как ожидалось!",
        "reviews_date": "2024-03-27",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень хороший товар, полностью удовлетворяет мои потребности. Советую!",
        "reviews_date": "2024-03-28",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар просто замечательный! Качество отличное, доставка быстрая.",
        "reviews_date": "2024-03-29",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Продукт полностью оправдал мои ожидания.",
        "reviews_date": "2024-03-30",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все отлично! Продукт соответствует описанию, доставили вовремя.",
        "reviews_date": "2024-03-31",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень хорошее качество! Все как в описании, доставка в срок. Рекомендую!",
        "reviews_date": "2024-04-01",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел быстро и в отличном состоянии. Совсем не разочаровал!",
        "reviews_date": "2024-04-02",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой. Прекрасное качество и быстрая доставка.",
        "reviews_date": "2024-04-03",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень качественный товар! Все пришло быстро, идеально упаковано.",
        "reviews_date": "2024-04-04",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличный, доставка быстрая, все как в описании. Очень доволен.",
        "reviews_date": "2024-04-05",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Превосходное качество! Все соответствует описанию, товар работает идеально.",
        "reviews_date": "2024-04-06",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Продукт превзошел мои ожидания. Рекомендую всем!",
        "reviews_date": "2024-04-07",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличное качество, все как в описании! Быстрая доставка и надежная упаковка.",
        "reviews_date": "2024-04-08",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел вовремя, качество на высоте, очень доволен покупкой.",
        "reviews_date": "2024-04-09",
        "star_review": 5,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Прекрасный товар, качество на высшем уровне. Порекомендую друзьям.",
        "reviews_date": "2024-04-10",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар превосходный, доставили очень быстро. Очень доволен своей покупкой!",
        "reviews_date": "2024-04-11",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень хорошее качество! Все пришло в срок, товар полностью соответствует ожиданиям.",
        "reviews_date": "2024-04-12",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Превосходное качество! Продукт оправдал все мои ожидания, обязательно куплю еще.",
        "reviews_date": "2024-04-13",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень качественная вещь, быстро доставили. Очень доволен покупкой, советую!",
        "reviews_date": "2024-04-14",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все просто отлично! Качество товара на высшем уровне, доставка быстрая.",
        "reviews_date": "2024-04-15",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой! Качество соответствует заявленному, доставка была быстрой.",
        "reviews_date": "2024-04-16",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар великолепный! Все как в описании, работает идеально. Очень доволен покупкой!",
        "reviews_date": "2024-04-17",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Прекрасное качество! Всё идеально подошло, доставка быстрая и без проблем.",
        "reviews_date": "2024-04-18",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень хорошая покупка! Товар соответствует описанию, все работает отлично.",
        "reviews_date": "2024-04-19",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен! Качество товара отличное, доставили быстро. Спасибо за отличное обслуживание!",
        "reviews_date": "2024-04-20",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличный! Превосходит ожидания, доставка без задержек.",
        "reviews_date": "2024-04-21",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все отлично! Качество на высшем уровне, товар доставлен вовремя.",
        "reviews_date": "2024-04-22",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень довольна покупкой! Товар оправдал все мои ожидания, качественный и функциональный.",
        "reviews_date": "2024-04-23",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличное качество и быстрая доставка! Продукт полностью соответствует описанию.",
        "reviews_date": "2024-04-24",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасный товар! Всё пришло в целости и сохранности, качество отличное.",
        "reviews_date": "2024-04-25",
        "star_review": 5,
        "text_len": 73,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень довольна покупкой! Качество товара замечательное, доставка была быстрой.",
        "reviews_date": "2024-04-26",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличный! Качество на высшем уровне, доставили вовремя, все как в описании.",
        "reviews_date": "2024-04-27",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень довольна покупкой! Товар полностью соответствует заявленному описанию.",
        "reviews_date": "2024-04-28",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасный товар, отличное качество! Всё пришло в срок и в идеальном состоянии.",
        "reviews_date": "2024-04-29",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень качественный продукт! Доставка быстрая и без проблем. Всё как обещано.",
        "reviews_date": "2024-04-30",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар на высшем уровне! Все идеально подошло, сервис отличный.",
        "reviews_date": "2024-05-01",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень понравился товар! Качество на высоте, доставка быстрая.",
        "reviews_date": "2024-05-02",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Продукт соответствует описанию, качество отличное.",
        "reviews_date": "2024-05-03",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар замечательный! Очень качественный, доставка без задержек.",
        "reviews_date": "2024-05-04",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все отлично! Качество товара на высшем уровне. Рекомендую всем!",
        "reviews_date": "2024-05-05",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень довольна покупкой! Все соответствует описанию, работает без нареканий.",
        "reviews_date": "2024-05-06",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар превосходный! Все пришло в целости и сохранности, качество отличное.",
        "reviews_date": "2024-05-07",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень качественный товар, всё как на картинке. Доставка была быстрой и аккуратной.",
        "reviews_date": "2024-05-28",
        "star_review": 5,
        "text_len": 86,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Превосходное качество! Товар пришел в идеальном состоянии и быстро. Рекомендую.",
        "reviews_date": "2024-05-29",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой! Продукт на высшем уровне, доставка быстрая и без задержек.",
        "reviews_date": "2024-05-30",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасный товар! Всё соответствует описанию, качество на высоте. Доставили быстро.",
        "reviews_date": "2024-06-01",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень хороший товар! Превосходное качество и быстрая доставка. Все пришло в срок.",
        "reviews_date": "2024-06-02",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар! Доставили быстро, товар соответствует описанию, качество на высоте.",
        "reviews_date": "2024-06-03",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой! Все как на фото, доставка без проблем, товар отличный.",
        "reviews_date": "2024-06-04",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар замечательный! Качество отличное, доставка быстрая. Очень доволен покупкой.",
        "reviews_date": "2024-06-05",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличное качество! Доставка без задержек, товар пришел в идеальном состоянии.",
        "reviews_date": "2024-06-06",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен! Все как описано, качество товара на высшем уровне, доставка быстрая.",
        "reviews_date": "2024-06-07",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар превзошел все ожидания! Очень хорошее качество и быстрая доставка. Рекомендую!",
        "reviews_date": "2024-06-08",
        "star_review": 5,
        "text_len": 86,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Отличное качество, всё пришло вовремя, без повреждений.",
        "reviews_date": "2024-06-09",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Прекрасный товар, соответствует описанию, доставка быстрая. Всем рекомендую.",
        "reviews_date": "2024-06-10",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличное качество и быстрая доставка! Все как на картинке, очень доволен покупкой.",
        "reviews_date": "2024-06-11",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой! Всё пришло вовремя и в идеальном состоянии, качество отличное.",
        "reviews_date": "2024-06-12",
        "star_review": 5,
        "text_len": 85,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар замечательный! Превосходное качество и быстрая доставка. Очень доволен покупкой.",
        "reviews_date": "2024-06-13",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество отличное, товар пришел вовремя, доставка была быстрой. Очень рекомендую!",
        "reviews_date": "2024-06-14",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Все как на картинке, доставили вовремя, товар в отличном состоянии.",
        "reviews_date": "2024-06-15",
        "star_review": 5,
        "text_len": 90,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар соответствует ожиданиям, доставили быстро и в отличном состоянии. Очень доволен.",
        "reviews_date": "2024-06-16",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасный товар! Все как описано, качество отличное, доставка быстрая. Очень рекомендую.",
        "reviews_date": "2024-06-17",
        "star_review": 5,
        "text_len": 87,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой! Все пришло быстро, товар в отличном состоянии, рекомендую!",
        "reviews_date": "2024-06-18",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество на высоте! Всё идеально, доставка быстрая. Очень доволен покупкой.",
        "reviews_date": "2024-06-19",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар оправдал все ожидания! Качество отличное, доставка быстрая и без повреждений.",
        "reviews_date": "2024-06-20",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень качественный товар! Все как описано, доставка быстрая, пришло вовремя. Рекомендую.",
        "reviews_date": "2024-06-21",
        "star_review": 5,
        "text_len": 87,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличное качество! Все пришло быстро, без повреждений. Очень доволен покупкой!",
        "reviews_date": "2024-06-22",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасный товар, соответствующий описанию. Всё как на картинке, доставка без задержек.",
        "reviews_date": "2024-06-23",
        "star_review": 5,
        "text_len": 85,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой! Все отлично, доставка быстрая, товар пришел без повреждений.",
        "reviews_date": "2024-06-24",
        "star_review": 5,
        "text_len": 85,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличного качества, доставка быстрая и аккуратная. Очень доволен покупкой.",
        "reviews_date": "2024-06-25",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Прекрасный товар! Качество на высоте, доставка быстрая, все пришло в срок.",
        "reviews_date": "2024-06-26",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар! Все пришло быстро, в идеальном состоянии. Очень рекомендую всем!",
        "reviews_date": "2024-06-27",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 1
    },
{
        "user_review": "Продукт просто супер! Качество отличное, доставка была молниеносной. Буду заказывать еще!",
        "reviews_date": "2024-06-28",
        "star_review": 5,
        "text_len": 95,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Всё соответствует описанию, доставка без задержек. Спасибо продавцу!",
        "reviews_date": "2024-06-29",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный сервис! Качество на высоте, товар полностью оправдал ожидания. Советую всем!",
        "reviews_date": "2024-06-30",
        "star_review": 5,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка прошла идеально! Упаковка надежная, товар оригинальный. Рекомендую продавца!",
        "reviews_date": "2024-07-01",
        "star_review": 5,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Купил впервые и остался в восторге! Всё быстро, чётко и без нареканий. Буду заказывать ещё.",
        "reviews_date": "2024-07-02",
        "star_review": 5,
        "text_len": 109,
        "written_by_bot": 1,
        "has_media": 0
    },
{
        "user_review": "Качество товара превзошло мои ожидания! Всё идеально, рекомендую к покупке.",
        "reviews_date": "2024-07-03",
        "star_review": 5,
        "text_len": 96,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен! Товар качественный, упаковка надёжная, доставка заняла всего два дня.",
        "reviews_date": "2024-07-04",
        "star_review": 5,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не ожидал такого хорошего качества за такую цену! Буду заказывать снова, спасибо!",
        "reviews_date": "2024-07-05",
        "star_review": 5,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка, отличное качество и приятное обслуживание. Покупкой очень доволен!",
        "reviews_date": "2024-07-06",
        "star_review": 5,
        "text_len": 109,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто шикарный товар! Всё соответствует описанию, упаковка была очень аккуратной.",
        "reviews_date": "2024-07-07",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 0
    },
{
        "user_review": "Товар полностью оправдал ожидания! Доставка очень быстрая, рекомендую всем!",
        "reviews_date": "2024-07-08",
        "star_review": 5,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Заказ пришёл в срок, всё отлично! Качество товара на высоте, буду заказывать ещё.",
        "reviews_date": "2024-07-09",
        "star_review": 5,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Давно искал такой товар! Всё пришло быстро, качество отличное. Спасибо продавцу!",
        "reviews_date": "2024-07-10",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень рад покупке! Всё соответствует описанию, доставка была даже быстрее, чем ожидал.",
        "reviews_date": "2024-07-11",
        "star_review": 5,
        "text_len": 111,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный сервис и быстрая доставка! Товар без дефектов, хорошо упакован. Советую!",
        "reviews_date": "2024-07-12",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 0
    },
{
        "user_review": "Заказ пришёл вовремя, всё соответствует описанию. Доволен покупкой, спасибо!",
        "reviews_date": "2024-07-13",
        "star_review": 5,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень качественный товар, превзошёл мои ожидания! Доставка оперативная, всё супер!",
        "reviews_date": "2024-07-14",
        "star_review": 5,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Купил в подарок и не пожалел! Товар отличного качества, доставили очень быстро.",
        "reviews_date": "2024-07-15",
        "star_review": 5,
        "text_len": 109,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Упаковка хорошая, товар пришёл без повреждений. Всё работает как надо, доволен!",
        "reviews_date": "2024-07-16",
        "star_review": 5,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка заняла всего пару дней! Качество отличное, работает без нареканий. Спасибо!",
        "reviews_date": "2024-07-17",
        "star_review": 5,
        "text_len": 109,
        "written_by_bot": 1,
        "has_media": 0
    },
{
        "user_review": "Товар отличный, всё как в описании. Доставка была быстрой, рекомендую к покупке!",
        "reviews_date": "2024-07-18",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Получил заказ, всё идеально! Качество высокое, работает исправно, буду заказывать ещё.",
        "reviews_date": "2024-07-19",
        "star_review": 5,
        "text_len": 113,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень понравился товар! Надёжный, удобный и стильный. Доставка пришла вовремя!",
        "reviews_date": "2024-07-20",
        "star_review": 5,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё супер! Отличный сервис, быстрая отправка и качественный товар. Очень доволен покупкой!",
        "reviews_date": "2024-07-21",
        "star_review": 5,
        "text_len": 116,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупкой доволен! Товар пришёл быстро, упаковка надёжная, соответствует заявленному качеству.",
        "reviews_date": "2024-07-22",
        "star_review": 5,
        "text_len": 115,
        "written_by_bot": 1,
        "has_media": 0
    },
{
        "user_review": "Приятно удивлён качеством! Всё соответствует описанию, доставка без задержек.",
        "reviews_date": "2024-07-23",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Заказываю уже второй раз, и снова всё на высшем уровне! Спасибо за отличный товар.",
        "reviews_date": "2024-07-24",
        "star_review": 5,
        "text_len": 111,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Хороший товар, соответствует описанию. Упаковка крепкая, доставка была оперативной.",
        "reviews_date": "2024-07-25",
        "star_review": 5,
        "text_len": 109,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не разочарован! Всё пришло быстро, работает отлично. Продавец честный, рекомендую!",
        "reviews_date": "2024-07-26",
        "star_review": 5,
        "text_len": 112,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар стоящий! Удобный, надёжный, качественный. Упаковка аккуратная, без повреждений.",
        "reviews_date": "2024-07-27",
        "star_review": 5,
        "text_len": 114,
        "written_by_bot": 1,
        "has_media": 0
    },
{
        "user_review": "Качество отличное! Все как в описании, доставка быстрая. Очень доволен покупкой!",
        "reviews_date": "2024-07-28",
        "star_review": 5,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все супер! Приятно держать в руках, выполнено качественно. Пришло без повреждений.",
        "reviews_date": "2024-07-29",
        "star_review": 5,
        "text_len": 111,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Быстрая доставка, товар соответствует заявленным характеристикам. Покупкой доволен!",
        "reviews_date": "2024-07-30",
        "star_review": 5,
        "text_len": 109,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасное качество! Очень удобный в использовании, соответствует описанию. Рекомендую!",
        "reviews_date": "2024-07-31",
        "star_review": 5,
        "text_len": 112,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар достойный, оправдал ожидания. Доставка заняла пару дней, что приятно удивило.",
        "reviews_date": "2024-08-01",
        "star_review": 5,
        "text_len": 110,
        "written_by_bot": 1,
        "has_media": 0
    },
{
        "user_review": "Продукт соответствует описанию. Быстрая доставка, всё пришло в целости и сохранности.",
        "reviews_date": "2024-08-02",
        "star_review": 5,
        "text_len": 112,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество на высоте! Долго выбирал, и не пожалел. Покупкой доволен, рекомендую всем!",
        "reviews_date": "2024-08-03",
        "star_review": 5,
        "text_len": 111,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Заказ пришёл быстро, но упаковка была слегка повреждена. Сам товар отличный, работает хорошо.",
        "reviews_date": "2024-08-04",
        "star_review": 4,
        "text_len": 117,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Хороший товар, но ожидал немного большего. В целом соответствует описанию, доставка нормальная.",
        "reviews_date": "2024-08-05",
        "star_review": 4,
        "text_len": 118,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Среднее качество. Работает, но внешний вид не идеальный. Доставка была долгой.",
        "reviews_date": "2024-08-06",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
{
        "user_review": "Все отлично! Доставка заняла всего два дня, товар соответствует описанию. Очень доволен!",
        "reviews_date": "2024-08-07",
        "star_review": 5,
        "text_len": 114,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар нормальный, но не совсем соответствует моим ожиданиям. Работает, но выглядит дешевле.",
        "reviews_date": "2024-08-08",
        "star_review": 4,
        "text_len": 121,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Заказ пришёл с небольшой задержкой. В целом качество хорошее, но упаковка могла быть лучше.",
        "reviews_date": "2024-08-09",
        "star_review": 4,
        "text_len": 119,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество так себе. Работает, но внешний вид оставляет желать лучшего. Цена явно завышена.",
        "reviews_date": "2024-08-10",
        "star_review": 3,
        "text_len": 115,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Разочарован. Товар отличается от фото, качество посредственное. Доставка была долгой.",
        "reviews_date": "2024-08-11",
        "star_review": 2,
        "text_len": 112,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не соответствует ожиданиям. Материалы дешевые, сборка некачественная. Доставка затянулась.",
        "reviews_date": "2024-08-12",
        "star_review": 2,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Среднее качество. Функции работают, но внешний вид простоват. За такую цену можно найти лучше.",
        "reviews_date": "2024-08-13",
        "star_review": 3,
        "text_len": 116,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар не оправдал ожиданий. На фото выглядел лучше. Быстро появились следы износа.",
        "reviews_date": "2024-08-14",
        "star_review": 2,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество могло бы быть лучше. В работе есть нюансы, но в целом пользоваться можно.",
        "reviews_date": "2024-08-15",
        "star_review": 3,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Дешево выглядит, хотя цена не самая низкая. Работает, но ожидал большего.",
        "reviews_date": "2024-08-16",
        "star_review": 2,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не рекомендую. Внешний вид сильно отличается от заявленного, качество низкое.",
        "reviews_date": "2024-08-17",
        "star_review": 2,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Ожидал лучшего. Есть мелкие дефекты, не критично, но неприятно за такие деньги.",
        "reviews_date": "2024-08-18",
        "star_review": 3,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Слабое качество. Уже через неделю использования появились поломки.",
        "reviews_date": "2024-08-19",
        "star_review": 2,
        "text_len": 95,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Средний товар. Выполняет свою функцию, но внешний вид совсем не радует.",
        "reviews_date": "2024-08-20",
        "star_review": 3,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Разочарован. Цена высокая, а качество на троечку. Доставка тоже подвела.",
        "reviews_date": "2024-08-21",
        "star_review": 2,
        "text_len": 100,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Обычный товар, ничего особенного. За такие деньги хотелось бы большего.",
        "reviews_date": "2024-08-22",
        "star_review": 3,
        "text_len": 97,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество оставляет желать лучшего. Видно, что экономили на материалах.",
        "reviews_date": "2024-08-23",
        "star_review": 2,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не оправдал ожиданий. Уже через пару дней появились первые проблемы.",
        "reviews_date": "2024-08-24",
        "star_review": 2,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Вроде бы работает, но ощущение, что долго не прослужит. Сборка хлипкая.",
        "reviews_date": "2024-08-25",
        "star_review": 3,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Быстрая доставка, но сам товар не очень. Выглядит дёшево и ненадёжно.",
        "reviews_date": "2024-08-26",
        "star_review": 3,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличное качество, полностью соответствует описанию. Доволен покупкой!",
        "reviews_date": "2024-08-12",
        "star_review": 5,
        "text_len": 96,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую. На фото выглядит лучше, чем в реальности. Очень хрупкий материал.",
        "reviews_date": "2024-08-13",
        "star_review": 2,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставили быстро, качество хорошее, но упаковка могла быть и лучше.",
        "reviews_date": "2024-08-14",
        "star_review": 4,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Обычный товар, ничего особенного. За такую цену ожидал большего.",
        "reviews_date": "2024-08-15",
        "star_review": 3,
        "text_len": 95,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Понравилось! Хорошее качество, удобный в использовании. Советую к покупке.",
        "reviews_date": "2024-08-16",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Разочарован. Товар сломался через неделю. Деньги на ветер.",
        "reviews_date": "2024-08-17",
        "star_review": 1,
        "text_len": 91,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Соотношение цены и качества отличное! Всё работает без проблем.",
        "reviews_date": "2024-08-18",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка задержалась, но сам товар хороший. Буду заказывать ещё.",
        "reviews_date": "2024-08-19",
        "star_review": 4,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество хуже, чем ожидал. Сборка неаккуратная, пластик дешёвый.",
        "reviews_date": "2024-08-20",
        "star_review": 2,
        "text_len": 100,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень удобный, выглядит стильно. Всё соответствует описанию.",
        "reviews_date": "2024-08-21",
        "star_review": 5,
        "text_len": 97,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар хороший, но ожидал большего. В целом доволен, но есть нюансы.",
        "reviews_date": "2024-08-22",
        "star_review": 4,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Полностью соответствует описанию. Отличный вариант за свои деньги.",
        "reviews_date": "2024-08-23",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не стоит своих денег. Ожидал лучшего качества, выглядит дешево.",
        "reviews_date": "2024-08-24",
        "star_review": 2,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто супер! Качественно, надёжно и красиво. Буду рекомендовать друзьям!",
        "reviews_date": "2024-08-25",
        "star_review": 5,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не понравилось. Качество посредственное, плюс пришёл с дефектами.",
        "reviews_date": "2024-08-26",
        "star_review": 2,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Хороший товар, но упаковка была повреждена. Над этим стоит поработать.",
        "reviews_date": "2024-08-27",
        "star_review": 4,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Приятно удивлён! Качество отличное, доставка быстрая. Спасибо!",
        "reviews_date": "2024-08-28",
        "star_review": 5,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Средний товар. Работает, но материалы выглядят не слишком надежно.",
        "reviews_date": "2024-08-29",
        "star_review": 3,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень слабое качество. Уже через несколько дней начал ломаться.",
        "reviews_date": "2024-08-30",
        "star_review": 1,
        "text_len": 100,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Рекомендую! Всё отлично: качество, внешний вид, удобство использования.",
        "reviews_date": "2024-08-31",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Ожидал большего. Функции работают, но качество сборки оставляет желать лучшего.",
        "reviews_date": "2024-09-01",
        "star_review": 3,
        "text_len": 109,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё отлично! Соответствует описанию, быстро доставили. Очень доволен!",
        "reviews_date": "2024-09-02",
        "star_review": 5,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар разочаровал. Пришёл с дефектами, а возврат оформить сложно.",
        "reviews_date": "2024-09-03",
        "star_review": 2,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Хороший товар, но немного завышена цена. В целом доволен, рекомендую.",
        "reviews_date": "2024-09-04",
        "star_review": 4,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую. Сломался через пару дней, а поддержка игнорирует запросы.",
        "reviews_date": "2024-09-05",
        "star_review": 1,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Крутая вещь! Доставили быстро, упаковка надёжная. Буду брать ещё!",
        "reviews_date": "2024-09-06",
        "star_review": 5,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Так себе. Вроде работает, но внешний вид и материалы не очень качественные.",
        "reviews_date": "2024-09-07",
        "star_review": 3,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен! Всё идеально, выглядит дорого и работает без нареканий.",
        "reviews_date": "2024-09-08",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Долго доставляли, но товар хороший. Ожидал быстрее, но всё же доволен.",
        "reviews_date": "2024-09-09",
        "star_review": 4,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар не соответствует описанию. Качество низкое, материалы дешёвые.",
        "reviews_date": "2024-09-10",
        "star_review": 2,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасный товар за эту цену. Всё работает как надо, рекомендую!",
        "reviews_date": "2024-09-11",
        "star_review": 5,
        "text_len": 97,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупкой разочарован. Не стоит своих денег, качество посредственное.",
        "reviews_date": "2024-09-12",
        "star_review": 2,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар нормальный, но были ожидания от более качественного материала. В целом удовлетворен.",
        "reviews_date": "2024-09-13",
        "star_review": 3,
        "text_len": 109,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень качественная вещь, как и ожидал. Доставка быстрая, все на высшем уровне.",
        "reviews_date": "2024-09-14",
        "star_review": 5,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар совсем не оправдал ожиданий. Уже через пару дней начал ломаться.",
        "reviews_date": "2024-09-15",
        "star_review": 1,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество хорошее, но я ожидал больше функций за такую цену. Но всё равно стоит своих денег.",
        "reviews_date": "2024-09-16",
        "star_review": 4,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отлично подходит для повседневного использования. Всё работает идеально!",
        "reviews_date": "2024-09-17",
        "star_review": 5,
        "text_len": 97,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не понравился. Слишком громоздкий, а качество сборки оставляет желать лучшего.",
        "reviews_date": "2024-09-18",
        "star_review": 2,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все отлично, но доставили с опозданием. Немного расстроен этим, но товар хороший.",
        "reviews_date": "2024-09-19",
        "star_review": 4,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Это тот случай, когда не стоит платить за бренд. Качество обычное, ничего особенного.",
        "reviews_date": "2024-09-20",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупка удалась. Товар соответствует описанию, работает как заявлено. Доволен!",
        "reviews_date": "2024-09-21",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не оправдал ожиданий. Пришёл с мелкими повреждениями, выглядит дешево.",
        "reviews_date": "2024-09-22",
        "star_review": 2,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доволен покупкой. Всё работает, но немного шумит. В остальном - все хорошо.",
        "reviews_date": "2024-09-23",
        "star_review": 4,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар качественный, но доставка затянулась. В остальном всё устраивает.",
        "reviews_date": "2024-09-24",
        "star_review": 4,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар супер! Превзошёл ожидания. Работает идеально и выглядит стильно.",
        "reviews_date": "2024-09-25",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар не стоит своих денег. Очень слабое качество, уже через неделю проблемы.",
        "reviews_date": "2024-09-26",
        "star_review": 1,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Рекомендую! Отличное соотношение цены и качества, ничего лишнего.",
        "reviews_date": "2024-09-27",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка быстрая, но качество товара оставляет желать лучшего. Ожидал большего.",
        "reviews_date": "2024-09-28",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень разочарован! Товар сломался через пару дней, и возврат оказался сложным.",
        "reviews_date": "2024-09-29",
        "star_review": 1,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Хороший товар за свою цену. Работает нормально, но хотелось бы больше функций.",
        "reviews_date": "2024-09-30",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Отличное качество и стильный дизайн. Рекомендую!",
        "reviews_date": "2024-10-01",
        "star_review": 5,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не оправдал ожиданий. Пришёл с дефектами, а возврат оказался слишком сложным.",
        "reviews_date": "2024-10-02",
        "star_review": 2,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар в целом хороший, но есть пара мелких недостатков. Доставка немного затянулась.",
        "reviews_date": "2024-10-03",
        "star_review": 4,
        "text_len": 112,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Рад, что выбрал этот товар. Всё как в описании, работает идеально.",
        "reviews_date": "2024-10-04",
        "star_review": 5,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не впечатлен. Качество плохое, совсем не то, что я ожидал.",
        "reviews_date": "2024-10-05",
        "star_review": 1,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар за свою цену. Единственное, что не понравилось — это упаковка.",
        "reviews_date": "2024-10-06",
        "star_review": 4,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень понравилось! Работает без сбоев, качество на высоте.",
        "reviews_date": "2024-10-07",
        "star_review": 5,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество на троечку. Товар неплохой, но хотелось бы большего за эти деньги.",
        "reviews_date": "2024-10-08",
        "star_review": 3,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую. Покупал для себя, но товар оказался ненадежным.",
        "reviews_date": "2024-10-09",
        "star_review": 2,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар просто отличное соотношение цена-качество. Всё работает как надо.",
        "reviews_date": "2024-10-10",
        "star_review": 5,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень довольна покупкой! Всё как на картинке, работает без нареканий.",
        "reviews_date": "2024-10-11",
        "star_review": 5,
        "text_len": 97,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не совсем то, что ожидал. Качество посредственное, особенно за такую цену.",
        "reviews_date": "2024-10-12",
        "star_review": 2,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар нормальный, но по моему мнению цена завышена. Могли бы сделать дешевле.",
        "reviews_date": "2024-10-13",
        "star_review": 3,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Лучший товар в своей категории! Всё работает без проблем, и выглядит отлично.",
        "reviews_date": "2024-10-14",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую этот товар. Он сломался через неделю, и сервис не помогает.",
        "reviews_date": "2024-10-15",
        "star_review": 1,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Хороший товар, но для такой цены хотелось бы, чтобы работал немного лучше.",
        "reviews_date": "2024-10-16",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество ужасное, товар пришёл с дефектами и сломался через несколько дней.",
        "reviews_date": "2024-10-17",
        "star_review": 1,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличный, но доставка слишком долгая. В целом доволен.",
        "reviews_date": "2024-10-18",
        "star_review": 4,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупкой доволен. Качество на высоте, рекомендую для повседневного использования.",
        "reviews_date": "2024-10-19",
        "star_review": 5,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не оправдал ожиданий. Материалы дешёвые, а обещанные функции не работают как заявлено.",
        "reviews_date": "2024-10-20",
        "star_review": 2,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Превосходное качество! Всё работает отлично, выглядит стильно. Очень доволен покупкой.",
        "reviews_date": "2024-10-31",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество товара не соответствует цене. Есть явные дефекты, и покупка не оправдала ожиданий.",
        "reviews_date": "2024-11-01",
        "star_review": 2,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличный, но доставка затянулась. В целом доволен, хотя ожидал бы более быструю доставку.",
        "reviews_date": "2024-11-02",
        "star_review": 4,
        "text_len": 110,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел в хорошем состоянии, но качество материалов оставляет желать лучшего.",
        "reviews_date": "2024-11-03",
        "star_review": 3,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен! Работает отлично, никаких проблем. Идеальный товар за свои деньги.",
        "reviews_date": "2024-11-04",
        "star_review": 5,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не ожидал, что товар будет таким плохим. Он сломался через неделю, абсолютно не рекомендую.",
        "reviews_date": "2024-11-05",
        "star_review": 1,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел быстро, но качество оказалось ниже ожидаемого. В целом работает, но я ожидал большего.",
        "reviews_date": "2024-11-06",
        "star_review": 3,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой. Превосходит ожидания. Работает как надо и выглядит качественно.",
        "reviews_date": "2024-11-07",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар не стоит своих денег. Очень слабое качество, не рекомендую.",
        "reviews_date": "2024-11-08",
        "star_review": 1,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар хороший, но не соответствует фотографиям. Ожидал больше за эту цену.",
        "reviews_date": "2024-11-09",
        "star_review": 3,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Превосходный товар! Использую уже несколько недель, и всё работает идеально. Рекомендую!",
        "reviews_date": "2024-11-10",
        "star_review": 5,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не оправдал ожиданий. Качество не соответствует цене. Ожидал больше за эти деньги.",
        "reviews_date": "2024-11-11",
        "star_review": 2,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень понравился! Доволен покупкой, качество на уровне. Прекрасное соотношение цена-качество.",
        "reviews_date": "2024-11-12",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставили быстро, но товар не оправдал моих ожиданий. Плохо работает.",
        "reviews_date": "2024-11-13",
        "star_review": 3,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень плохой товар. Сломался через пару дней использования, не рекомендую.",
        "reviews_date": "2024-11-14",
        "star_review": 1,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар хороший, но долго доставляли. В остальном всё устроило.",
        "reviews_date": "2024-11-15",
        "star_review": 4,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар не такой, как на фото. Ожидал больше, но для своей цены сойдёт.",
        "reviews_date": "2024-11-16",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Прекрасный товар, соответствует описанию. Все работает отлично, очень доволен.",
        "reviews_date": "2024-11-17",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество на троечку, не оправдало моих ожиданий. Не очень доволен.",
        "reviews_date": "2024-11-18",
        "star_review": 3,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "В целом товар нормальный, но доставили не вовремя. В следующий раз буду внимательнее выбирать.",
        "reviews_date": "2024-11-19",
        "star_review": 4,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар соответствует ожиданиям. Всё работает, как заявлено, но мог бы быть немного дешевле.",
        "reviews_date": "2024-11-20",
        "star_review": 4,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не понравился товар. Качество низкое, сломался через неделю использования.",
        "reviews_date": "2024-11-21",
        "star_review": 1,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень рад, что купил! Работает без нареканий, всё как на картинке.",
        "reviews_date": "2024-11-22",
        "star_review": 5,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Средний товар. Не совсем то, что ожидал, но в целом работает, как нужно.",
        "reviews_date": "2024-11-23",
        "star_review": 3,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупка не оправдала ожиданий. Товар пришел с повреждениями, качество не очень.",
        "reviews_date": "2024-11-24",
        "star_review": 2,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар, соответствует всем ожиданиям. Буду заказывать ещё.",
        "reviews_date": "2024-11-25",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "В целом товар нормальный, но ожидал лучшего качества. За эту цену сойдет.",
        "reviews_date": "2024-11-26",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар отличного качества, но пришел с дефектом. Качество, конечно, радует, но дефект расстроил.",
        "reviews_date": "2024-11-27",
        "star_review": 4,
        "text_len": 111,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень плохо. Товар не работает, вообще не рекомендую.",
        "reviews_date": "2024-11-28",
        "star_review": 1,
        "text_len": 95,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Хороший товар, но слишком дорогой для своего качества. Работает, но цена могла бы быть ниже.",
        "reviews_date": "2024-11-29",
        "star_review": 3,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар отличный, но пришел с задержкой. В остальном всё на высоте.",
        "reviews_date": "2024-11-30",
        "star_review": 4,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Неплохой товар, но через неделю использования начали появляться проблемы. Не могу рекомендовать.",
        "reviews_date": "2024-12-01",
        "star_review": 2,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень довольна покупкой! Всё пришло в отличном состоянии, работает как заявлено.",
        "reviews_date": "2024-12-02",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар хороший, но хотелось бы, чтобы он был чуть более функциональным. В целом доволен.",
        "reviews_date": "2024-12-03",
        "star_review": 4,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень плохое качество. Дефекты на корпусе, работает не стабильно. Не рекомендую.",
        "reviews_date": "2024-12-04",
        "star_review": 1,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доволен покупкой. Товар соответствует описанию, но не ожидал, что доставка займет так много времени.",
        "reviews_date": "2024-12-05",
        "star_review": 4,
        "text_len": 110,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Превосходный товар! Работает идеально, выглядит качественно. Буду заказывать снова.",
        "reviews_date": "2024-12-06",
        "star_review": 5,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар оказался не таким, как на картинке. Ожидал лучшего, но за эту цену сойдет.",
        "reviews_date": "2024-12-07",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень разочарован. Товар не соответствует заявленным характеристикам. Плохое качество.",
        "reviews_date": "2024-12-08",
        "star_review": 1,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар за свою цену. Немного шумный, но в целом доволен.",
        "reviews_date": "2024-12-09",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар отлично работает, но мне не понравился его дизайн. Цена завышена.",
        "reviews_date": "2024-12-10",
        "star_review": 3,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой! Отличное качество, быстрая доставка. Стоит своих денег.",
        "reviews_date": "2024-12-11",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел с дефектами. Очень разочарован. Больше не закажу.",
        "reviews_date": "2024-12-12",
        "star_review": 1,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар нормальный, но долго доставляли. Ожидал, что при таком сроке доставки товар будет в лучшем состоянии.",
        "reviews_date": "2024-12-13",
        "star_review": 3,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество хорошее, но товар немного не соответствует фото. В целом доволен.",
        "reviews_date": "2024-12-14",
        "star_review": 4,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар сломался через несколько дней. Не рекомендую, это был плохой опыт.",
        "reviews_date": "2024-12-15",
        "star_review": 1,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар! Работает без нареканий. Очень доволен покупкой.",
        "reviews_date": "2024-12-16",
        "star_review": 5,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар сойдет, но ожидал лучшего качества. Всё-таки цена немного завышена.",
        "reviews_date": "2024-12-17",
        "star_review": 3,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество ниже среднего. Товар не стоит этих денег, и я не доволен.",
        "reviews_date": "2024-12-18",
        "star_review": 2,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасный товар, быстро доставили. Очень доволен покупкой, буду заказывать ещё!",
        "reviews_date": "2024-12-19",
        "star_review": 5,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел быстро, но качество не оправдало ожиданий. За такую цену мог бы быть лучше.",
        "reviews_date": "2024-12-20",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Превосходное качество, всё работает идеально. Супер за эту цену!",
        "reviews_date": "2024-12-21",
        "star_review": 5,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень разочарован! Товар не такой, как на фото, и качество оставляет желать лучшего.",
        "reviews_date": "2024-12-22",
        "star_review": 2,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Неплохой товар. В принципе, всё устраивает, но немного шумноват. Всё равно доволен.",
        "reviews_date": "2024-12-23",
        "star_review": 4,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто ужас. Товар не работает, а продавец не отвечает. Больше не буду заказывать здесь.",
        "reviews_date": "2024-12-24",
        "star_review": 1,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасный товар, очень рад, что купил. Всё работает как нужно, без нареканий.",
        "reviews_date": "2024-12-25",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество на 3 из 5. Товар нормальный, но есть несколько недостатков.",
        "reviews_date": "2024-12-26",
        "star_review": 3,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Долго ждал товар, но в итоге разочаровался. Плохое качество, не рекомендую.",
        "reviews_date": "2024-12-27",
        "star_review": 2,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар хороший, но ожидал, что будет чуть качественнее. В целом доволен.",
        "reviews_date": "2024-12-28",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень плохой товар, не стоит своих денег. Не оправдал все ожидания.",
        "reviews_date": "2024-12-29",
        "star_review": 1,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доволен покупкой, но хотелось бы, чтобы товар был чуть дешевле. В остальном все отлично.",
        "reviews_date": "2025-01-09",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт не оправдал ожидания. Был дефект на корпусе, а доставка заняла слишком много времени.",
        "reviews_date": "2025-01-10",
        "star_review": 2,
        "text_len": 111,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар супер, очень качественный и удобный в использовании. Рекомендую всем!",
        "reviews_date": "2025-01-11",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество продукта не самое лучшее, но за такую цену вполне нормально.",
        "reviews_date": "2025-01-12",
        "star_review": 3,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень расстроен покупкой. Товар не работает, как обещано. Буду возвращать.",
        "reviews_date": "2025-01-13",
        "star_review": 1,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличное качество, доставка в срок. Все как ожидалось. Рекомендую!",
        "reviews_date": "2025-01-14",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел в нормальном состоянии, но слегка не совпадает с описанием. В целом доволен.",
        "reviews_date": "2025-01-15",
        "star_review": 4,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень низкое качество. Появились дефекты после нескольких дней использования.",
        "reviews_date": "2025-01-16",
        "star_review": 2,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличный! В работе нет никаких проблем, хорошо функционирует. Очень доволен.",
        "reviews_date": "2025-01-17",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не очень доволен покупкой. Качество не соответствует цене. Ожидал большего.",
        "reviews_date": "2025-01-18",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличный, но доставка заняла больше времени, чем обещали. В остальном все супер.",
        "reviews_date": "2025-01-19",
        "star_review": 4,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень плохое качество, не соответствует ожиданиям. Не рекомендую.",
        "reviews_date": "2025-01-20",
        "star_review": 1,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "В целом товар хороший, но есть небольшие недочеты. За такую цену сойдет.",
        "reviews_date": "2025-01-21",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой! Работает отлично, качество на высоте. Рекомендую всем.",
        "reviews_date": "2025-01-22",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар не соответствует заявленным характеристикам. Очень разочарован.",
        "reviews_date": "2025-01-23",
        "star_review": 2,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень качественный товар! Совсем не ожидал за такую цену, все работает идеально.",
        "reviews_date": "2025-01-24",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел быстро, но немного не совпадает с описанием. В целом норм.",
        "reviews_date": "2025-01-25",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар плохого качества, не стоит своих денег. Разочарован в покупке.",
        "reviews_date": "2025-01-26",
        "star_review": 1,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень хороший товар за эти деньги. Всё как в описании, работает без нареканий.",
        "reviews_date": "2025-01-27",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар в целом неплохой, но был небольшой дефект при доставке. В остальном работает нормально.",
        "reviews_date": "2025-01-28",
        "star_review": 4,
        "text_len": 109,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто ужас. Не работает вообще. Деньги на ветер.",
        "reviews_date": "2025-01-29",
        "star_review": 1,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар! Работает как заявлено, быстро подключается и качественно выполняет свою работу.",
        "reviews_date": "2025-01-30",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Неплохой товар, но немного шумит при работе. В целом норм.",
        "reviews_date": "2025-01-31",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не то, что ожидал. Товар не соответствует описанию, но работает.",
        "reviews_date": "2025-02-01",
        "star_review": 2,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен товаром. Цена и качество в полном порядке. Прекрасно работает.",
        "reviews_date": "2025-02-02",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "За такую цену товар нормальный, но мог бы быть и лучше. Все как-то посредственно.",
        "reviews_date": "2025-02-03",
        "star_review": 3,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не понравился товар. Он не выполняет своих функций как ожидалось. Буду возвращать.",
        "reviews_date": "2025-02-04",
        "star_review": 1,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень хорошее качество, но доставка задержалась. В остальном все отлично.",
        "reviews_date": "2025-02-05",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар хороший, но немного шумит. Все остальное на высоте.",
        "reviews_date": "2025-02-06",
        "star_review": 4,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень разочарован. Товар пришел с дефектом, и не работает должным образом.",
        "reviews_date": "2025-02-07",
        "star_review": 1,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Все работает идеально. Товар соответствует описанию.",
        "reviews_date": "2025-02-08",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел с дефектами. Очень разочарован. Не рекомендую.",
        "reviews_date": "2025-02-09",
        "star_review": 1,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Цена завышена для такого качества. Продукт работает, но есть очевидные недостатки.",
        "reviews_date": "2025-02-10",
        "star_review": 3,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто шикарный товар! Работает без нареканий, никаких проблем.",
        "reviews_date": "2025-02-11",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не совсем то, что я ожидал. Товар выглядит немного хуже, чем на фото.",
        "reviews_date": "2025-02-12",
        "star_review": 2,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень хорошее качество за такие деньги. Сильно не переживайте — товар отличный.",
        "reviews_date": "2025-02-13",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар хороший, но доставка была слишком долгой. На следующий раз нужно заказывать заранее.",
        "reviews_date": "2025-02-14",
        "star_review": 4,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не понравилось качество товара, цена явно завышена для такого исполнения.",
        "reviews_date": "2025-02-15",
        "star_review": 2,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел в отличном состоянии. Работает, как и ожидалось, никаких проблем.",
        "reviews_date": "2025-02-16",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Слишком дорого за такие характеристики. В целом товар работает, но не впечатляет.",
        "reviews_date": "2025-02-17",
        "star_review": 3,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный товар, но немного шумит при работе. В целом — доволен покупкой.",
        "reviews_date": "2025-02-18",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт не соответствует описанию. Разочарован, не стоит своих денег.",
        "reviews_date": "2025-02-19",
        "star_review": 1,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар качественный и функциональный, но немного дороже, чем хотелось бы.",
        "reviews_date": "2025-02-20",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень крутой продукт! Все работает, как в описании, рекомендую покупать.",
        "reviews_date": "2025-02-21",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не очень доволен товаром. Качество оставляет желать лучшего.",
        "reviews_date": "2025-02-22",
        "star_review": 2,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар работает, но я ожидал лучшего качества. Цена завышена.",
        "reviews_date": "2025-02-23",
        "star_review": 3,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё отлично, доставили быстро, товар работает без нареканий.",
        "reviews_date": "2025-02-24",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар не оправдал ожиданий. Очень расстроен качеством.",
        "reviews_date": "2025-02-25",
        "star_review": 1,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество супер! Цена адекватная для такого товара. Рекомендую.",
        "reviews_date": "2025-02-26",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставили вовремя, но товар не совсем совпадает с ожиданиями. Работает, но не впечатляет.",
        "reviews_date": "2025-02-27",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень хорошее качество! Всё как в описании, работает без сбоев.",
        "reviews_date": "2025-02-28",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не совсем то, что ожидал. Качество не самое лучшее, но для своей цены сойдет.",
        "reviews_date": "2025-03-01",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень разочарован. Товар не работает, как ожидалось. Возвращаю.",
        "reviews_date": "2025-03-02",
        "star_review": 1,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все супер! Работает без нареканий. Купил за такую цену — не ожидал даже такого качества.",
        "reviews_date": "2025-03-03",
        "star_review": 5,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество среднее. Цена высокая для такого товара, но работает нормально.",
        "reviews_date": "2025-03-04",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупка оправдала мои ожидания. Все работает отлично, рекомендую.",
        "reviews_date": "2025-03-05",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не советую этот товар. Очень низкое качество, не стоит своих денег.",
        "reviews_date": "2025-03-06",
        "star_review": 1,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доволен покупкой. Товар соответствует ожиданиям, работает как нужно.",
        "reviews_date": "2025-03-07",
        "star_review": 4,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел быстро, но не совсем такой, как на фото. Все работает, но жаль.",
        "reviews_date": "2025-03-08",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличное качество, доставили вовремя, все как в описании. Рекомендую!",
        "reviews_date": "2025-03-09",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар хороший, работает отлично, но по цене мог бы быть и дешевле.",
        "reviews_date": "2025-03-20",
        "star_review": 4,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Неудачная покупка. Очень разочарован качеством. Буду возвращать.",
        "reviews_date": "2025-03-21",
        "star_review": 1,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество просто супер! Все как в описании, работает без проблем.",
        "reviews_date": "2025-03-22",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел с задержкой, но в целом все хорошо. Цена-качество нормальное.",
        "reviews_date": "2025-03-23",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень разочарован! Не соответствует заявленным характеристикам. Возвращаю товар.",
        "reviews_date": "2025-03-24",
        "star_review": 1,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество отличное, товар соответствует ожиданиям. Рекомендую к покупке.",
        "reviews_date": "2025-03-25",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Хорошее качество, но доставка заняла больше времени, чем ожидал.",
        "reviews_date": "2025-03-26",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар работает нормально, но качество не совсем соответствовало ожиданиям.",
        "reviews_date": "2025-03-27",
        "star_review": 3,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не советую этот товар. Очень плохое качество, сильно разочарован.",
        "reviews_date": "2025-03-28",
        "star_review": 1,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупкой доволен! Все работает отлично, да и цена оправдана.",
        "reviews_date": "2025-03-29",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар отличный, работает без нареканий, но немного шумит. В целом доволен.",
        "reviews_date": "2025-03-30",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не ожидал такого качества за эту цену. Товар совсем не оправдал мои ожидания.",
        "reviews_date": "2025-03-31",
        "star_review": 2,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё как в описании, товар хороший. Доставка была быстрая.",
        "reviews_date": "2025-04-01",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не совсем то, что я ожидал. Товар работает, но есть минусы, например, неудобное управление.",
        "reviews_date": "2025-04-02",
        "star_review": 3,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный товар за свои деньги. Работает без сбоев, никаких проблем не возникло.",
        "reviews_date": "2025-04-03",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень плохое качество, товар не соответствует описанию. Не советую покупать.",
        "reviews_date": "2025-04-04",
        "star_review": 1,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар хороший, но пришел с небольшими повреждениями. На работу не влияет.",
        "reviews_date": "2025-04-05",
        "star_review": 4,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не оправдал ожиданий. Товар нормальный, но слишком дорогой для своих характеристик.",
        "reviews_date": "2025-04-06",
        "star_review": 3,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё отлично! Товар соответствует описанию, работает без проблем. Очень доволен.",
        "reviews_date": "2025-04-07",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка была долгой, но товар в целом меня устроил. Работает, как и ожидал.",
        "reviews_date": "2025-04-08",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличная покупка! Все работает как надо. Цена вполне оправдана качеством.",
        "reviews_date": "2025-04-09",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар не оправдал мои ожидания. Долгая доставка и не очень хорошее качество.",
        "reviews_date": "2025-04-10",
        "star_review": 2,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел быстро, но не совсем такой, как на картинке. В остальном — нормально.",
        "reviews_date": "2025-04-11",
        "star_review": 3,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Превзошел ожидания. Работает отлично, цена доступная, очень доволен покупкой.",
        "reviews_date": "2025-04-12",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не очень доволен покупкой. Товар не соответствует заявленным характеристикам.",
        "reviews_date": "2025-04-13",
        "star_review": 2,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все отлично, работает хорошо. Немного шумит, но это не критично.",
        "reviews_date": "2025-04-14",
        "star_review": 4,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупка оправдала мои ожидания. Работает прекрасно, рекомендую к покупке.",
        "reviews_date": "2025-04-15",
        "star_review": 5,
        "text_len": 105,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не советую этот товар. Очень разочарован качеством, товар не работает, как ожидалось.",
        "reviews_date": "2025-04-16",
        "star_review": 1,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все супер, но доставка заняла немного больше времени, чем обещано.",
        "reviews_date": "2025-04-17",
        "star_review": 4,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень понравился товар! Работает отлично, качество на высоте. Доставка быстрая.",
        "reviews_date": "2025-04-18",
        "star_review": 5,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный товар! Упаковка надежная, все пришло целым. Рекомендую продавца!",
        "reviews_date": "2025-04-19",
        "star_review": 5,
        "text_len": 87,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество превзошло ожидания. Доставка быстрая, товар полностью соответствует описанию.",
        "reviews_date": "2025-04-20",
        "star_review": 5,
        "text_len": 96,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Понравился дизайн и функционал. Легко разобраться с настройками. Спасибо!",
        "reviews_date": "2025-04-21",
        "star_review": 5,
        "text_len": 94,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Уже второй раз заказываю у этого продавца. Качество как всегда на высоте!",
        "reviews_date": "2025-04-22",
        "star_review": 5,
        "text_len": 97,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар не соответствует описанию, ожидал лучше. Возврат оформлять не стал.",
        "reviews_date": "2025-04-26",
        "star_review": 2,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество оставляет желать лучшего. Пластик хрупкий, быстро сломался.",
        "reviews_date": "2025-04-27",
        "star_review": 1,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка затянулась почти на две недели. Связь с продавцом слабая.",
        "reviews_date": "2025-04-28",
        "star_review": 2,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не оправдал ожиданий. Товар пришел поврежденный, но возврат приняли быстро.",
        "reviews_date": "2025-04-29",
        "star_review": 3,
        "text_len": 93,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Быстрая доставка, товар отлично упакован. Работает идеально, рекомендую!",
        "reviews_date": "2025-04-30",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой! Соответствует описанию, спасибо за бонус в комплекте.",
        "reviews_date": "2025-05-01",
        "star_review": 5,
        "text_len": 94,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Хороший товар, понравилось качество материалов. Своих денег точно стоит.",
        "reviews_date": "2025-05-02",
        "star_review": 5,
        "text_len": 88,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Заказывал в подарок, все пришло вовремя. Получатель остался доволен!",
        "reviews_date": "2025-05-03",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Приятно удивила быстрая доставка и качественная упаковка. Все работает на ура!",
        "reviews_date": "2025-05-04",
        "star_review": 5,
        "text_len": 95,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Разочарован качеством. После недели использования появились дефекты.",
        "reviews_date": "2025-05-10",
        "star_review": 2,
        "text_len": 85,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел с браком, пришлось оформлять возврат. Потратил кучу времени.",
        "reviews_date": "2025-05-11",
        "star_review": 1,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка сильно задержалась, а качество товара оставляет желать лучшего.",
        "reviews_date": "2025-05-12",
        "star_review": 2,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не понравилось, товар отличается от фото. Пришлось доказывать проблему продавцу.",
        "reviews_date": "2025-05-13",
        "star_review": 1,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Плохое качество материалов, запах неприятный. Деньги были потрачены зря.",
        "reviews_date": "2025-05-14",
        "star_review": 1,
        "text_len": 94,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень понравился товар! Работает стабильно, без сбоев. Спасибо продавцу!",
        "reviews_date": "2025-05-15",
        "star_review": 5,
        "text_len": 88,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Упаковка на высшем уровне! Все пришло в целости и сохранности. Молодцы!",
        "reviews_date": "2025-05-16",
        "star_review": 5,
        "text_len": 93,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Давно искал такой товар! Доставка быстрая, качество выше ожиданий.",
        "reviews_date": "2025-05-17",
        "star_review": 5,
        "text_len": 94,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Супер! Всё как в описании. Продавец быстро отправил заказ, доволен покупкой.",
        "reviews_date": "2025-05-18",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Хороший выбор, советую к покупке. Порадовало быстрое обслуживание.",
        "reviews_date": "2025-05-19",
        "star_review": 5,
        "text_len": 87,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел в идеальном состоянии! Быстрая доставка, все на высшем уровне.",
        "reviews_date": "2025-05-20",
        "star_review": 5,
        "text_len": 92,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качественный продукт, соответствует описанию. Доволен покупкой и сервисом.",
        "reviews_date": "2025-05-21",
        "star_review": 5,
        "text_len": 94,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличное соотношение цены и качества! Доставка быстрая, рекомендую всем.",
        "reviews_date": "2025-05-22",
        "star_review": 5,
        "text_len": 97,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все как в описании! Прекрасное качество, буду заказывать ещё.",
        "reviews_date": "2025-05-23",
        "star_review": 5,
        "text_len": 85,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Приятно удивлен качеством! Все работает, упаковка надёжная. Спасибо!",
        "reviews_date": "2025-05-24",
        "star_review": 5,
        "text_len": 88,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Купил в подарок, остался доволен! Доставка супер быстрая, спасибо!",
        "reviews_date": "2025-05-25",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Продукт понравился, выглядит стильно и современно. Соответствует цене.",
        "reviews_date": "2025-05-26",
        "star_review": 5,
        "text_len": 95,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень качественно упаковано, быстрая отправка. Продавец молодец!",
        "reviews_date": "2025-05-27",
        "star_review": 5,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все просто супер! Быстро доставили и качество на высоте.",
        "reviews_date": "2025-05-28",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупкой доволен! Отличный сервис, товар пришел вовремя.",
        "reviews_date": "2025-05-29",
        "star_review": 5,
        "text_len": 81,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Разочарован качеством. Через пару дней использования перестал работать.",
        "reviews_date": "2025-06-09",
        "star_review": 1,
        "text_len": 95,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел с дефектом, пришлось возвращать. Потерял много времени.",
        "reviews_date": "2025-06-10",
        "star_review": 1,
        "text_len": 97,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не рекомендую! Товар совершенно не соответствует заявленным характеристикам.",
        "reviews_date": "2025-06-11",
        "star_review": 1,
        "text_len": 109,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень плохое качество, запах неприятный. Деньги потрачены впустую.",
        "reviews_date": "2025-06-12",
        "star_review": 1,
        "text_len": 94,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка затянулась на неделю, а товар пришел с браком. Очень недоволен.",
        "reviews_date": "2025-06-13",
        "star_review": 1,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Плохой сервис, товар долго не отправляли, а качество оставляет желать лучшего.",
        "reviews_date": "2025-06-14",
        "star_review": 2,
        "text_len": 106,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар сильно отличается от фото. Очень разочарован покупкой.",
        "reviews_date": "2025-06-15",
        "star_review": 2,
        "text_len": 87,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Низкое качество материалов. После двух использований уже появились дефекты.",
        "reviews_date": "2025-06-16",
        "star_review": 2,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар не оправдал ожиданий. Слишком хрупкий, легко ломается.",
        "reviews_date": "2025-06-17",
        "star_review": 2,
        "text_len": 91,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный товар! Все работает идеально, качество на высшем уровне!",
        "reviews_date": "2025-07-11",
        "star_review": 5,
        "text_len": 85,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень доволен покупкой! Товар пришел вовремя и полностью соответствует описанию.",
        "reviews_date": "2025-07-12",
        "star_review": 5,
        "text_len": 97,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка была быстрой, товар отличный. Рекомендую всем!",
        "reviews_date": "2025-07-13",
        "star_review": 5,
        "text_len": 86,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество товара приятно удивило! Все соответствует заявленным характеристикам.",
        "reviews_date": "2025-07-14",
        "star_review": 5,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Разочарован. Товар отличается от фото, а качество оставляет желать лучшего.",
        "reviews_date": "2025-07-15",
        "star_review": 1,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Ужасное качество! Товар сломался через неделю. Не рекомендую.",
        "reviews_date": "2025-07-16",
        "star_review": 1,
        "text_len": 89,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка была очень долгой, а упаковка повреждена. Совсем не то, что ожидал.",
        "reviews_date": "2025-07-17",
        "star_review": 2,
        "text_len": 108,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не советую! Товар пришел с браком, а продавец не отвечает на сообщения.",
        "reviews_date": "2025-07-18",
        "star_review": 1,
        "text_len": 104,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасный продукт, пользуюсь уже месяц, никаких нареканий!",
        "reviews_date": "2025-07-19",
        "star_review": 5,
        "text_len": 90,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар полностью соответствует ожиданиям. Рекомендую к покупке!",
        "reviews_date": "2025-07-20",
        "star_review": 5,
        "text_len": 88,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отвратительный сервис, товар так и не пришел! Деньги не вернули.",
        "reviews_date": "2025-07-21",
        "star_review": 1,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Плохой товар, быстро сломался. Продавец не выходит на связь.",
        "reviews_date": "2025-07-22",
        "star_review": 1,
        "text_len": 92,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Продукт полностью оправдал мои ожидания. Работает без сбоев!",
        "reviews_date": "2025-08-01",
        "star_review": 5,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень качественный товар, быстро доставили. Всем рекомендую!",
        "reviews_date": "2025-08-02",
        "star_review": 5,
        "text_len": 85,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Просто супер! Доставка в срок, качество на высоте.",
        "reviews_date": "2025-08-03",
        "star_review": 5,
        "text_len": 77,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный сервис, быстрая доставка, качество товара радует!",
        "reviews_date": "2025-08-04",
        "star_review": 5,
        "text_len": 88,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не советую! Товар не соответствует описанию. Полное разочарование.",
        "reviews_date": "2025-08-05",
        "star_review": 1,
        "text_len": 102,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Разочарован. Упаковка была повреждена, а сам товар оказался с браком.",
        "reviews_date": "2025-08-06",
        "star_review": 2,
        "text_len": 103,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отвратительное качество, товар сломался через несколько дней.",
        "reviews_date": "2025-08-07",
        "star_review": 1,
        "text_len": 92,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка длилась слишком долго. В итоге товар оказался нерабочим.",
        "reviews_date": "2025-08-08",
        "star_review": 1,
        "text_len": 101,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный продукт, быстрая доставка и внимательное обслуживание!",
        "reviews_date": "2025-08-09",
        "star_review": 5,
        "text_len": 88,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество товара на высшем уровне! Все пришло в идеальном состоянии.",
        "reviews_date": "2025-08-10",
        "star_review": 5,
        "text_len": 99,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Ужасный товар. Продавец не выходит на связь, не рекомендую.",
        "reviews_date": "2025-08-11",
        "star_review": 1,
        "text_len": 94,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не советую покупать! Заказ пришел с дефектами и следами использования.",
        "reviews_date": "2025-08-12",
        "star_review": 1,
        "text_len": 107,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество просто супер! Товар превзошел все мои ожидания.",
        "reviews_date": "2025-09-01",
        "star_review": 5,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень понравился товар! Всё как в описании, рекомендую.",
        "reviews_date": "2025-09-02",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все было хорошо, но упаковка была повреждена.",
        "reviews_date": "2025-09-03",
        "star_review": 3,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень разочарован. Товар оказался не тем, что ожидал.",
        "reviews_date": "2025-09-04",
        "star_review": 1,
        "text_len": 80,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё замечательно! Быстрая доставка и отличное качество.",
        "reviews_date": "2025-09-05",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не доволен покупкой. Товар быстро вышел из строя.",
        "reviews_date": "2025-09-06",
        "star_review": 1,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Упаковка была хорошая, но товар не соответствует описанию.",
        "reviews_date": "2025-09-07",
        "star_review": 2,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень рад покупке! Товар пришел вовремя и полностью соответствует описанию.",
        "reviews_date": "2025-09-08",
        "star_review": 5,
        "text_len": 98,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Хорошее соотношение цены и качества. Буду заказывать еще!",
        "reviews_date": "2025-09-09",
        "star_review": 5,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую! Долгая доставка и некачественный товар.",
        "reviews_date": "2025-09-10",
        "star_review": 1,
        "text_len": 85,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Превосходное качество и быстрая доставка! Всем советую.",
        "reviews_date": "2025-09-11",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Ожидал большего за такую цену. Не рекомендую.",
        "reviews_date": "2025-09-12",
        "star_review": 2,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупка принесла только положительные эмоции. Всё супер!",
        "reviews_date": "2025-09-13",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень разочарован. Товар сломался через пару дней.",
        "reviews_date": "2025-09-14",
        "star_review": 1,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный сервис и качество товара. Буду заказывать ещё!",
        "reviews_date": "2025-09-15",
        "star_review": 5,
        "text_len": 83,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую. Доставка заняла вечность, а товар разочаровал.",
        "reviews_date": "2025-09-16",
        "star_review": 1,
        "text_len": 90,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все отлично! Доставка быстрая, товар хорошего качества.",
        "reviews_date": "2025-09-17",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар не соответствует заявленному описанию. Очень разочарован.",
        "reviews_date": "2025-09-18",
        "star_review": 1,
        "text_len": 92,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар, пришел быстро и в хорошем состоянии.",
        "reviews_date": "2025-09-19",
        "star_review": 5,
        "text_len": 84,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Супер! Всё пришло вовремя, качество отличное!",
        "reviews_date": "2025-09-20",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество товара ужасное, быстро сломался.",
        "reviews_date": "2025-09-21",
        "star_review": 1,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка была долгой, но товар порадовал качеством.",
        "reviews_date": "2025-09-22",
        "star_review": 4,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Понравился товар, соответствует описанию и хорошая упаковка.",
        "reviews_date": "2025-09-23",
        "star_review": 5,
        "text_len": 78,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не доволен покупкой, качество не соответствует заявленному.",
        "reviews_date": "2025-09-24",
        "star_review": 2,
        "text_len": 82,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличный, доставили быстро, всё соответствует описанию.",
        "reviews_date": "2025-09-25",
        "star_review": 5,
        "text_len": 85,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Разочарован. Товар пришел с дефектами.",
        "reviews_date": "2025-09-26",
        "star_review": 1,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка и отличное качество! Всем советую.",
        "reviews_date": "2025-09-27",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Средний товар, ничего особенного, ожидал большего.",
        "reviews_date": "2025-09-28",
        "star_review": 3,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не советую, товар не соответствует описанию.",
        "reviews_date": "2025-09-29",
        "star_review": 2,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличное качество, цена оправдывает ожидания.",
        "reviews_date": "2025-09-30",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень быстро доставили, товар полностью соответствует описанию.",
        "reviews_date": "2025-10-01",
        "star_review": 5,
        "text_len": 79,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую. Товар сломался через неделю.",
        "reviews_date": "2025-10-02",
        "star_review": 1,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка была медленной, но товар хорошего качества.",
        "reviews_date": "2025-10-03",
        "star_review": 4,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё отлично! Покупкой остался доволен.",
        "reviews_date": "2025-10-04",
        "star_review": 5,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень плохое качество, ожидал намного лучшего.",
        "reviews_date": "2025-10-05",
        "star_review": 1,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар полностью оправдал ожидания, рекомендую!",
        "reviews_date": "2025-10-06",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество товара ужасное, доставили не вовремя.",
        "reviews_date": "2025-10-07",
        "star_review": 1,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой, все пришло в идеальном состоянии.",
        "reviews_date": "2025-10-08",
        "star_review": 5,
        "text_len": 76,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество товара хорошее, но упаковка была повреждена.",
        "reviews_date": "2025-10-09",
        "star_review": 4,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень понравился товар! Доставка быстрая, все отлично.",
        "reviews_date": "2025-10-10",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар ужасного качества, сильно разочарован покупкой.",
        "reviews_date": "2025-10-11",
        "star_review": 1,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все хорошо, но цена завышена для такого качества.",
        "reviews_date": "2025-10-12",
        "star_review": 3,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка быстрая, товар полностью соответствует описанию.",
        "reviews_date": "2025-10-13",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Разочарован, товар пришел с браком и пришлось возвращать.",
        "reviews_date": "2025-10-14",
        "star_review": 1,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупкой доволен, товар полностью оправдал ожидания.",
        "reviews_date": "2025-10-15",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Слишком долго доставляли, качество нормальное.",
        "reviews_date": "2025-10-16",
        "star_review": 3,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар не оправдал ожиданий, качество очень низкое.",
        "reviews_date": "2025-10-17",
        "star_review": 1,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен качеством! Все пришло в срок.",
        "reviews_date": "2025-10-18",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Неплохой товар, но упаковка была плохо запечатана.",
        "reviews_date": "2025-10-19",
        "star_review": 4,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный продукт! Рекомендую к покупке.",
        "reviews_date": "2025-10-20",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не доволен покупкой, товар не соответствует описанию.",
        "reviews_date": "2025-10-21",
        "star_review": 2,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё супер! Доставили быстро, качество на высоте.",
        "reviews_date": "2025-10-22",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Плохое качество, упаковка повреждена, не рекомендую.",
        "reviews_date": "2025-10-23",
        "star_review": 1,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар соответствует описанию, доставка быстрая.",
        "reviews_date": "2025-10-24",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Долго ждал товар, но качество вполне устроило.",
        "reviews_date": "2025-10-25",
        "star_review": 4,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень плохое качество, разочарован покупкой.",
        "reviews_date": "2025-10-26",
        "star_review": 1,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все отлично, товар хорошего качества и доставка быстрая.",
        "reviews_date": "2025-10-27",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар полностью оправдал ожидания, все работает отлично!",
        "reviews_date": "2025-11-01",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую, качество товара оставляет желать лучшего.",
        "reviews_date": "2025-11-02",
        "star_review": 1,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка быстрая, но товар оказался не совсем таким, как ожидал.",
        "reviews_date": "2025-11-03",
        "star_review": 3,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасный товар! Доставка на следующий день, все супер!",
        "reviews_date": "2025-11-04",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не оправдал ожиданий, слишком дорого для такого качества.",
        "reviews_date": "2025-11-05",
        "star_review": 2,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество отличное, буду заказывать еще! Рекомендую.",
        "reviews_date": "2025-11-06",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Долго ждал доставку, но товар оказался хорошего качества.",
        "reviews_date": "2025-11-07",
        "star_review": 4,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Разочарован, товар пришел с дефектом. Не рекомендую.",
        "reviews_date": "2025-11-08",
        "star_review": 1,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все отлично! Упаковка целая, товар соответствует описанию.",
        "reviews_date": "2025-11-09",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Плохое качество, не рекомендую покупать этот товар.",
        "reviews_date": "2025-11-10",
        "star_review": 1,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар соответствует описанию, но упаковка была повреждена.",
        "reviews_date": "2025-11-11",
        "star_review": 3,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Все пришло вовремя, качество супер.",
        "reviews_date": "2025-11-12",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел с задержкой, но в целом все хорошо.",
        "reviews_date": "2025-11-13",
        "star_review": 4,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Разочарован качеством, ожидал лучшего за такую цену.",
        "reviews_date": "2025-11-14",
        "star_review": 2,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все как в описании! Очень доволен покупкой.",
        "reviews_date": "2025-11-15",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупкой остался недоволен, качество сильно хромает.",
        "reviews_date": "2025-11-16",
        "star_review": 2,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка, товар хорошего качества, рекомендую.",
        "reviews_date": "2025-11-17",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество оставляет желать лучшего, сильно разочарован.",
        "reviews_date": "2025-11-18",
        "star_review": 1,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел вовремя, все соответствует описанию.",
        "reviews_date": "2025-11-19",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Долго ждал доставку, но качество товара порадовало.",
        "reviews_date": "2025-11-20",
        "star_review": 4,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка быстрая, товар качественный. Остался доволен!",
        "reviews_date": "2025-12-01",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую! Товар не соответствует заявленным характеристикам.",
        "reviews_date": "2025-12-02",
        "star_review": 1,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Хороший товар, но упаковка была повреждена при доставке.",
        "reviews_date": "2025-12-03",
        "star_review": 4,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой, все соответствует описанию!",
        "reviews_date": "2025-12-04",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Разочарован качеством товара, не стоит своих денег.",
        "reviews_date": "2025-12-05",
        "star_review": 2,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество отличное, доставка быстрая. Рекомендую!",
        "reviews_date": "2025-12-06",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Ждал доставку дольше, чем обещали. Но товар хороший.",
        "reviews_date": "2025-12-07",
        "star_review": 4,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не советую! Товар пришел с дефектом и вернуть не получилось.",
        "reviews_date": "2025-12-08",
        "star_review": 1,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасный товар! Всё на высшем уровне, как и ожидал.",
        "reviews_date": "2025-12-09",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество не оправдало ожиданий, пришлось вернуть товар.",
        "reviews_date": "2025-12-10",
        "star_review": 2,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все отлично! Доставка быстрая, товар соответствует описанию.",
        "reviews_date": "2025-12-11",
        "star_review": 5,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую. Товар был плохо упакован и поврежден.",
        "reviews_date": "2025-12-12",
        "star_review": 1,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка задержалась, но товар соответствует описанию.",
        "reviews_date": "2025-12-13",
        "star_review": 4,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупкой доволен! Качество на высоте, доставка оперативная.",
        "reviews_date": "2025-12-14",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Ожидал лучшего качества за такую цену. Не рекомендую.",
        "reviews_date": "2025-12-15",
        "star_review": 2,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка, товар отличный! Все соответствует описанию.",
        "reviews_date": "2025-12-16",
        "star_review": 5,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар не оправдал ожиданий, возврат невозможен.",
        "reviews_date": "2025-12-17",
        "star_review": 1,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка заняла больше времени, чем ожидалось. Но товар хороший.",
        "reviews_date": "2025-12-18",
        "star_review": 4,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличное качество, рекомендую к покупке! Доволен полностью.",
        "reviews_date": "2025-12-19",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую. Товар пришел с браком, возврат невозможен.",
        "reviews_date": "2025-12-20",
        "star_review": 1,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень рад покупке! Товар превосходит ожидания, рекомендую!",
        "reviews_date": "2025-12-21",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество оставляет желать лучшего, больше не куплю.",
        "reviews_date": "2025-12-22",
        "star_review": 2,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка, все отлично! В следующий раз закажу снова.",
        "reviews_date": "2025-12-23",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Разочарован качеством. Дорого и не соответствует описанию.",
        "reviews_date": "2025-12-24",
        "star_review": 1,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар хороший, но доставка затянулась дольше, чем обещали.",
        "reviews_date": "2025-12-25",
        "star_review": 4,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё супер! Доставка быстрая, качество товара отличное!",
        "reviews_date": "2025-12-26",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую. Товар пришел с дефектом, замена невозможна.",
        "reviews_date": "2025-12-27",
        "star_review": 1,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка была долгой, но товар качественный. Остался доволен.",
        "reviews_date": "2025-12-28",
        "star_review": 4,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупка оправдала все ожидания! Буду заказывать ещё.",
        "reviews_date": "2025-12-29",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Ужасное качество, товар не стоит своих денег. Разочарован.",
        "reviews_date": "2025-12-30",
        "star_review": 1,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасный товар! Доставили вовремя, качество супер!",
        "reviews_date": "2025-12-31",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не советую! Товар не оправдал ожиданий, возврат сложный.",
        "reviews_date": "2026-01-01",
        "star_review": 2,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все как в описании. Быстрая доставка и качественный товар.",
        "reviews_date": "2026-01-02",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Ожидал лучшего качества. Не оправдало заявленных характеристик.",
        "reviews_date": "2026-01-03",
        "star_review": 2,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка быстрая, товар работает как надо. Рекомендую!",
        "reviews_date": "2026-01-04",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не доволен покупкой. Качество товара низкое, возврат не помог.",
        "reviews_date": "2026-01-05",
        "star_review": 1,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар, доставили быстро и аккуратно. Спасибо!",
        "reviews_date": "2026-01-06",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка заняла больше времени, чем ожидалось. Товар нормальный.",
        "reviews_date": "2026-01-07",
        "star_review": 4,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Продукт на высшем уровне! Буду рекомендовать друзьям.",
        "reviews_date": "2026-01-08",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный выбор! Товар полностью соответствует описанию.",
        "reviews_date": "2026-01-09",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Разочарован покупкой. Доставка долгая, качество ниже среднего.",
        "reviews_date": "2026-01-10",
        "star_review": 2,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка и отличное качество! Рекомендую всем.",
        "reviews_date": "2026-01-11",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не оправдало ожиданий. Товар выглядит дешево и некачественно.",
        "reviews_date": "2026-01-12",
        "star_review": 1,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой, товар соответствует всем параметрам!",
        "reviews_date": "2026-01-13",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество ниже среднего. Доставка вовремя, но товар разочаровал.",
        "reviews_date": "2026-01-14",
        "star_review": 2,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар как в описании, никаких нареканий. Доволен покупкой.",
        "reviews_date": "2026-01-15",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Плохой опыт. Качество товара ниже заявленного, не рекомендую.",
        "reviews_date": "2026-01-16",
        "star_review": 1,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка вовремя, товар отличный! Покупкой остался доволен.",
        "reviews_date": "2026-01-17",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Некачественный товар. Пришлось оформлять возврат, не рекомендую.",
        "reviews_date": "2026-01-18",
        "star_review": 1,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар супер, работает идеально! Закажу еще раз, рекомендую.",
        "reviews_date": "2026-01-19",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Плохое качество. Товар не соответствует описанию и фото.",
        "reviews_date": "2026-01-20",
        "star_review": 1,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Сервис на высшем уровне, качество товара отличное!",
        "reviews_date": "2026-01-21",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не советую покупать, товар не оправдал ожиданий. Потраченные деньги.",
        "reviews_date": "2026-01-22",
        "star_review": 1,
        "text_len": 75,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка молниеносная! Качество выше всех похвал!",
        "reviews_date": "2026-01-23",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень разочарован качеством товара. Не рекомендую.",
        "reviews_date": "2026-01-24",
        "star_review": 1,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Рад, что выбрал именно этот товар! Качество на высоте.",
        "reviews_date": "2026-01-25",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "К сожалению, товар не оправдал ожиданий. Возврат оформили.",
        "reviews_date": "2026-01-26",
        "star_review": 2,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Супер товар! Доставка была быстрой, качество отменное.",
        "reviews_date": "2026-01-27",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень качественный товар! Доставка заняла меньше ожидаемого.",
        "reviews_date": "2026-01-28",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество товара отвратительное, пришлось вернуть. Разочарован.",
        "reviews_date": "2026-01-29",
        "star_review": 1,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар соответствует описанию, доставка быстрая. Рекомендую.",
        "reviews_date": "2026-01-30",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Плохое качество. За такую цену ожидал лучшего результата.",
        "reviews_date": "2026-01-31",
        "star_review": 2,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Сервис отличный! Доставка быстрая, товар работает идеально.",
        "reviews_date": "2026-02-01",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень неудобный интерфейс и плохое качество товара.",
        "reviews_date": "2026-02-02",
        "star_review": 1,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Классный товар! Работает без сбоев, рекомендую к покупке.",
        "reviews_date": "2026-02-03",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка долгая, качество среднее. В следующий раз подумаю.",
        "reviews_date": "2026-02-04",
        "star_review": 3,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен товаром. Все соответствует описанию и фото!",
        "reviews_date": "2026-02-05",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не стоит своих денег. Разочарован, ожидал лучшего качества.",
        "reviews_date": "2026-02-06",
        "star_review": 2,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупкой доволен, доставка быстрая, товар на высоте!",
        "reviews_date": "2026-02-07",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую. Качество оставляет желать лучшего.",
        "reviews_date": "2026-02-08",
        "star_review": 1,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все на высшем уровне! Доставка молниеносная, товар супер!",
        "reviews_date": "2026-02-09",
        "star_review": 5,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Разочарован товаром, не соответствует заявленному качеству.",
        "reviews_date": "2026-02-10",
        "star_review": 1,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Лучший товар за свои деньги! Буду заказывать снова!",
        "reviews_date": "2026-02-11",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Проблемы с доставкой. Товар хороший, но очень долго ждал.",
        "reviews_date": "2026-02-12",
        "star_review": 3,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой, всё как в описании. Спасибо!",
        "reviews_date": "2026-02-13",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество хуже, чем ожидал. Не рекомендую данный товар.",
        "reviews_date": "2026-02-14",
        "star_review": 2,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Супер товар, все пришло вовремя! Качество отличное!",
        "reviews_date": "2026-02-15",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка быстрая, товар качественный. Буду заказывать еще!",
        "reviews_date": "2026-02-16",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество не соответствует цене. Очень разочарован.",
        "reviews_date": "2026-02-17",
        "star_review": 2,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар! Пришел быстро и полностью соответствует описанию.",
        "reviews_date": "2026-02-18",
        "star_review": 5,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую. Плохое качество и долгий срок доставки.",
        "reviews_date": "2026-02-19",
        "star_review": 1,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Товар оправдал все ожидания.",
        "reviews_date": "2026-02-20",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка задержалась, но товар нормальный. Могло быть лучше.",
        "reviews_date": "2026-02-21",
        "star_review": 3,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличный, доставка быстрая. Всё как в описании!",
        "reviews_date": "2026-02-22",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень плохое качество. Через неделю уже сломалось.",
        "reviews_date": "2026-02-23",
        "star_review": 1,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар отличный, но упаковка была повреждена. Будьте внимательны.",
        "reviews_date": "2026-02-24",
        "star_review": 4,
        "text_len": 72,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупкой остался доволен! Всё работает как нужно.",
        "reviews_date": "2026-02-25",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Неплохо, но цена явно завышена. Ожидал лучшего.",
        "reviews_date": "2026-02-26",
        "star_review": 3,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Понравилось всё! Товар, доставка, упаковка. Супер!",
        "reviews_date": "2026-02-27",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел с дефектом. Очень недоволен покупкой.",
        "reviews_date": "2026-02-28",
        "star_review": 1,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка заняла больше времени, чем ожидалось. Товар нормальный.",
        "reviews_date": "2026-02-29",
        "star_review": 3,
        "text_len": 71,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Превосходное качество и быстрая доставка! Рекомендую.",
        "reviews_date": "2026-03-01",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не оправдал ожиданий. Качество намного хуже заявленного.",
        "reviews_date": "2026-03-02",
        "star_review": 2,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Довольна покупкой. Всё отлично, претензий нет.",
        "reviews_date": "2026-03-03",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар неплохой, но доставка оставляет желать лучшего.",
        "reviews_date": "2026-03-04",
        "star_review": 3,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличное соотношение цены и качества! Рекомендую всем!",
        "reviews_date": "2026-03-05",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень плохое качество. Не рекомендую к покупке.",
        "reviews_date": "2026-03-06",
        "star_review": 1,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все понравилось, доставка была быстрая и упаковка отличная.",
        "reviews_date": "2026-03-07",
        "star_review": 5,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество товара на высоте, но цена немного завышена.",
        "reviews_date": "2026-03-08",
        "star_review": 4,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел с браком, не рекомендую. Очень разочарован.",
        "reviews_date": "2026-03-09",
        "star_review": 1,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Всё соответствует описанию.",
        "reviews_date": "2026-03-10",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка быстрая, но упаковка была повреждена. Не критично.",
        "reviews_date": "2026-03-11",
        "star_review": 4,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупкой недоволен. Через несколько дней товар сломался.",
        "reviews_date": "2026-03-12",
        "star_review": 1,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный сервис и товар, доставка на высшем уровне!",
        "reviews_date": "2026-03-13",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар пришел позже обещанного срока. Качество хорошее.",
        "reviews_date": "2026-03-14",
        "star_review": 3,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка очень долгая, качество ниже среднего.",
        "reviews_date": "2026-03-15",
        "star_review": 2,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар на 5+. Рекомендую всем! Доставка была быстрая.",
        "reviews_date": "2026-03-16",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не советую заказывать. Очень плохое качество товара.",
        "reviews_date": "2026-03-17",
        "star_review": 1,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Хорошее качество и приятная цена. Буду заказывать ещё.",
        "reviews_date": "2026-03-18",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Неплохой товар, но ожидал немного лучшего качества.",
        "reviews_date": "2026-03-19",
        "star_review": 3,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень долго ждал доставку, но качество товара отличное.",
        "reviews_date": "2026-03-20",
        "star_review": 4,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупка разочаровала. Через неделю товар перестал работать.",
        "reviews_date": "2026-03-21",
        "star_review": 1,
        "text_len": 69,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Довольна покупкой. Всё пришло вовремя и в отличном состоянии.",
        "reviews_date": "2026-03-22",
        "star_review": 5,
        "text_len": 68,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар неплохой, но упаковка была повреждена.",
        "reviews_date": "2026-03-23",
        "star_review": 3,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Прекрасное качество, быстрая доставка. Рекомендую!",
        "reviews_date": "2026-03-24",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую. Качество оставляет желать лучшего.",
        "reviews_date": "2026-03-25",
        "star_review": 2,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка, товар полностью соответствует описанию.",
        "reviews_date": "2026-03-26",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Очень довольна покупкой! Все пришло быстро и в отличном состоянии.",
        "reviews_date": "2026-04-01",
        "star_review": 5,
        "text_len": 74,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар хорошего качества, но цвет отличается от фото.",
        "reviews_date": "2026-04-02",
        "star_review": 4,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не рекомендую. Товар сломался через неделю использования.",
        "reviews_date": "2026-04-03",
        "star_review": 1,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличное качество и быстрая доставка. Очень довольна!",
        "reviews_date": "2026-04-04",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Долго ждал доставку, но товар оказался качественным.",
        "reviews_date": "2026-04-05",
        "star_review": 4,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар не соответствует описанию. Очень разочарован.",
        "reviews_date": "2026-04-06",
        "star_review": 2,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё супер! Доставка быстрая, качество товара на высоте.",
        "reviews_date": "2026-04-07",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не понравилось. Товар пришел с дефектом, пришлось возвращать.",
        "reviews_date": "2026-04-08",
        "star_review": 1,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Понравилось качество, но упаковка была немного повреждена.",
        "reviews_date": "2026-04-09",
        "star_review": 4,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар супер! Полностью соответствует описанию. Рекомендую!",
        "reviews_date": "2026-04-10",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Покупкой разочарован. Товар быстро сломался, не советую.",
        "reviews_date": "2026-04-11",
        "star_review": 1,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка заняла больше времени, но товар хорошего качества.",
        "reviews_date": "2026-04-12",
        "star_review": 4,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Супер! Все пришло вовремя, товар выше всех похвал!",
        "reviews_date": "2026-04-13",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую. Товар пришел с повреждениями и царапинами.",
        "reviews_date": "2026-04-14",
        "star_review": 1,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка была долгой, но товар соответствует ожиданиям.",
        "reviews_date": "2026-04-15",
        "star_review": 4,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличное соотношение цены и качества. Буду заказывать ещё!",
        "reviews_date": "2026-04-16",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Упаковка была повреждена, но сам товар без дефектов.",
        "reviews_date": "2026-04-17",
        "star_review": 3,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не оправдало ожиданий. Качество оказалось ниже среднего.",
        "reviews_date": "2026-04-18",
        "star_review": 2,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар супер! Доставка быстрая, все в идеальном состоянии.",
        "reviews_date": "2026-04-19",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка была долгой, а товар не соответствовал ожиданиям.",
        "reviews_date": "2026-04-20",
        "star_review": 2,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Потрясающий товар! Быстрая доставка, все как в описании.",
        "reviews_date": "2026-04-21",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "К сожалению, товар оказался с браком. Пришлось возвращать.",
        "reviews_date": "2026-04-22",
        "star_review": 1,
        "text_len": 66,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество нормальное, но упаковка была повреждена.",
        "reviews_date": "2026-04-23",
        "star_review": 3,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Рекомендую всем! 👍",
        "reviews_date": "2026-04-24",
        "star_review": 5,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не рекомендую. Доставка затянулась, качество разочаровало.",
        "reviews_date": "2026-04-25",
        "star_review": 2,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Хороший товар, но доставка немного подвела.",
        "reviews_date": "2026-04-26",
        "star_review": 4,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё отлично! Заказ пришел быстро, упаковка в порядке.",
        "reviews_date": "2026-04-27",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество не соответствует заявленному. Разочарован.",
        "reviews_date": "2026-04-28",
        "star_review": 2,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличное качество и приятная цена. Покупкой доволен.",
        "reviews_date": "2026-04-29",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Долго ждал доставку, но товар оказался отличным.",
        "reviews_date": "2026-04-30",
        "star_review": 4,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Упаковка была сильно повреждена. Не рекомендую.",
        "reviews_date": "2026-05-01",
        "star_review": 1,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Понравилось! Всё как на картинке, буду заказывать ещё.",
        "reviews_date": "2026-05-02",
        "star_review": 5,
        "text_len": 62,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар нормальный, но доставка могла бы быть быстрее.",
        "reviews_date": "2026-05-03",
        "star_review": 4,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не понравилось. Цвет отличается от фото, жаль.",
        "reviews_date": "2026-05-04",
        "star_review": 2,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Супер! Очень порадовало качество, быстро доставили!",
        "reviews_date": "2026-05-05",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка затянулась, но товар полностью оправдал ожидания.",
        "reviews_date": "2026-05-06",
        "star_review": 4,
        "text_len": 67,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "К сожалению, упаковка была порвана. Качество среднее.",
        "reviews_date": "2026-05-07",
        "star_review": 3,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка быстрая, товар как в описании. Очень довольна!",
        "reviews_date": "2026-05-08",
        "star_review": 5,
        "text_len": 65,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не советую. Товар сломался через пару дней.",
        "reviews_date": "2026-05-09",
        "star_review": 1,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой! Качество на высшем уровне.",
        "reviews_date": "2026-05-10",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка была медленной, но товар понравился.",
        "reviews_date": "2026-05-11",
        "star_review": 4,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество ужасное. Пришлось вернуть товар обратно.",
        "reviews_date": "2026-05-12",
        "star_review": 1,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный товар! Доставили быстро, всё в порядке.",
        "reviews_date": "2026-05-13",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар нормальный, но цвет не совсем как в описании.",
        "reviews_date": "2026-05-14",
        "star_review": 3,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Сломался через неделю. Очень разочарован.",
        "reviews_date": "2026-05-15",
        "star_review": 1,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Круто! Все как в описании, быстрая доставка!",
        "reviews_date": "2026-05-16",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Упаковка была повреждена, но товар не пострадал.",
        "reviews_date": "2026-05-17",
        "star_review": 4,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Цена завышена, а качество оставляет желать лучшего.",
        "reviews_date": "2026-05-18",
        "star_review": 2,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все супер! Отличное качество и быстро доставили.",
        "reviews_date": "2026-05-19",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Неплохо, но есть недочеты в сборке.",
        "reviews_date": "2026-05-20",
        "star_review": 3,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Заказ не оправдал ожиданий, очень разочарован.",
        "reviews_date": "2026-05-21",
        "star_review": 1,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Превосходное качество! Покупаю уже второй раз.",
        "reviews_date": "2026-05-22",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка задержалась, но товар порадовал.",
        "reviews_date": "2026-05-23",
        "star_review": 4,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не советую. Качество низкое, деньги потрачены зря.",
        "reviews_date": "2026-05-24",
        "star_review": 1,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё как на фото! Очень довольна покупкой.",
        "reviews_date": "2026-05-25",
        "star_review": 5,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Неплохой товар, но цена могла бы быть ниже.",
        "reviews_date": "2026-05-26",
        "star_review": 3,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Сломался через месяц. Деньги на ветер.",
        "reviews_date": "2026-05-27",
        "star_review": 1,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен! Качество на высоте, рекомендую!",
        "reviews_date": "2026-05-28",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Цвет не совпадает с фото, но качество хорошее.",
        "reviews_date": "2026-05-29",
        "star_review": 3,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все отлично! Быстрое обслуживание и качественный товар.",
        "reviews_date": "2026-06-01",
        "star_review": 5,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар хороший, но цена завышена для такого качества.",
        "reviews_date": "2026-06-02",
        "star_review": 3,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень разочарован! Продукт не соответствует описанию.",
        "reviews_date": "2026-06-03",
        "star_review": 1,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Понравился сервис, всё пришло быстро и в целости.",
        "reviews_date": "2026-06-04",
        "star_review": 5,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Средний товар, но упаковка была повреждена.",
        "reviews_date": "2026-06-05",
        "star_review": 3,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень долго шла доставка. Товар нормальный, но ожидал большего.",
        "reviews_date": "2026-06-06",
        "star_review": 2,
        "text_len": 70,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Супер! Всё работает идеально, рекомендую всем.",
        "reviews_date": "2026-06-07",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество товара не оправдало ожиданий.",
        "reviews_date": "2026-06-08",
        "star_review": 2,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Отличный продукт! Доставка быстрая, упаковка в порядке.",
        "reviews_date": "2026-06-09",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё норм, но могли бы положить инструкцию.",
        "reviews_date": "2026-06-10",
        "star_review": 3,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Деньги на ветер! Очень низкое качество.",
        "reviews_date": "2026-06-11",
        "star_review": 1,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Покупкой доволен, все как в описании!",
        "reviews_date": "2026-06-12",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставили быстро, но упаковка оставляет желать лучшего.",
        "reviews_date": "2026-06-13",
        "star_review": 4,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не советую. Товар пришел с браком.",
        "reviews_date": "2026-06-14",
        "star_review": 1,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Супер качество! Заказываю уже третий раз.",
        "reviews_date": "2026-06-15",
        "star_review": 5,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не понравилось. Продукт не соответствует фото.",
        "reviews_date": "2026-06-16",
        "star_review": 2,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Довольна покупкой! Быстрая доставка и качественный товар.",
        "reviews_date": "2026-06-17",
        "star_review": 5,
        "text_len": 64,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Всё в порядке, но запах у товара неприятный.",
        "reviews_date": "2026-06-18",
        "star_review": 3,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не рекомендую! Очень плохое качество.",
        "reviews_date": "2026-06-19",
        "star_review": 1,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё супер! Доставка быстрая, товар идеальный.",
        "reviews_date": "2026-06-20",
        "star_review": 5,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный сервис! Приятно удивили скорость и качество.",
        "reviews_date": "2026-06-21",
        "star_review": 5,
        "text_len": 61,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар хороший, но упаковка могла быть лучше.",
        "reviews_date": "2026-06-22",
        "star_review": 4,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Ужасное качество, не советую покупать.",
        "reviews_date": "2026-06-23",
        "star_review": 1,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень доволен покупкой, товар на высшем уровне!",
        "reviews_date": "2026-06-24",
        "star_review": 5,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар соответствует описанию, но долго доставляли.",
        "reviews_date": "2026-06-25",
        "star_review": 3,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не оправдал ожиданий. Очень слабое качество.",
        "reviews_date": "2026-06-26",
        "star_review": 2,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Супер! Все как в описании, качество радует.",
        "reviews_date": "2026-06-27",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар нормальный, но запах у пластика неприятный.",
        "reviews_date": "2026-06-28",
        "star_review": 3,
        "text_len": 58,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень быстро доставили, за что отдельное спасибо!",
        "reviews_date": "2026-06-29",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество оставляет желать лучшего. Разочарован.",
        "reviews_date": "2026-06-30",
        "star_review": 1,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка была немного дольше, чем обещано.",
        "reviews_date": "2026-07-01",
        "star_review": 4,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень довольна покупкой, все как в описании.",
        "reviews_date": "2026-07-02",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Плохое качество, не рекомендую. Деньги на ветер.",
        "reviews_date": "2026-07-03",
        "star_review": 1,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка и качественный товар. Рекомендую!",
        "reviews_date": "2026-07-04",
        "star_review": 5,
        "text_len": 57,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Товар соответствует фото, но цена завышена.",
        "reviews_date": "2026-07-05",
        "star_review": 3,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Разочарован покупкой. Очень низкое качество.",
        "reviews_date": "2026-07-06",
        "star_review": 1,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Всё отлично! Доставка быстрая, товар соответствует описанию.",
        "reviews_date": "2026-07-07",
        "star_review": 5,
        "text_len": 63,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Понравился товар, но хотелось бы упаковку получше.",
        "reviews_date": "2026-07-08",
        "star_review": 4,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Долгая доставка, но качество товара на высоте.",
        "reviews_date": "2026-07-09",
        "star_review": 4,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Супер сервис! Покупкой очень довольна.",
        "reviews_date": "2026-07-10",
        "star_review": 5,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Отличный товар! Соответствует описанию, быстрая доставка.",
        "reviews_date": "2026-07-11",
        "star_review": 5,
        "text_len": 60,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Все хорошо, но цвет отличается от фото.",
        "reviews_date": "2026-07-12",
        "star_review": 3,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Разочарован качеством. Через неделю сломалось.",
        "reviews_date": "2026-07-13",
        "star_review": 1,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка и хорошее качество. Советую!",
        "reviews_date": "2026-07-14",
        "star_review": 5,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Понравилось, но упаковка была повреждена.",
        "reviews_date": "2026-07-15",
        "star_review": 4,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество товара отвратительное, не советую!",
        "reviews_date": "2026-07-16",
        "star_review": 1,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень понравился товар! Доставка быстрая и надежная.",
        "reviews_date": "2026-07-17",
        "star_review": 5,
        "text_len": 59,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка была долгой, но товар стоил ожидания.",
        "reviews_date": "2026-07-18",
        "star_review": 4,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар сломался через пару дней. Не рекомендую.",
        "reviews_date": "2026-07-19",
        "star_review": 1,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Куплю еще раз! Очень качественный продукт.",
        "reviews_date": "2026-07-20",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Упаковка была плохой, но товар в порядке.",
        "reviews_date": "2026-07-21",
        "star_review": 3,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не рекомендую. Очень низкое качество сборки.",
        "reviews_date": "2026-07-22",
        "star_review": 1,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все отлично! Доставка быстрее, чем ожидала.",
        "reviews_date": "2026-07-23",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество нормальное, но за такую цену ожидал лучше.",
        "reviews_date": "2026-07-24",
        "star_review": 3,
        "text_len": 56,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар пришел в неполной комплектации. Разочарован.",
        "reviews_date": "2026-07-25",
        "star_review": 2,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Супер! Быстрая доставка и отличное качество.",
        "reviews_date": "2026-07-26",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Немного разочарован, но в целом неплохо.",
        "reviews_date": "2026-07-27",
        "star_review": 3,
        "text_len": 45,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все плохо! Товар не соответствует описанию.",
        "reviews_date": "2026-07-28",
        "star_review": 1,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка молниеносная! Очень доволен покупкой.",
        "reviews_date": "2026-07-29",
        "star_review": 5,
        "text_len": 54,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Упаковка повреждена, но товар в порядке.",
        "reviews_date": "2026-07-30",
        "star_review": 4,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Качество товара отличное, приятно удивлен!",
        "reviews_date": "2026-08-01",
        "star_review": 5,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Доставка затянулась, но товар оказался хорошим.",
        "reviews_date": "2026-08-02",
        "star_review": 4,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Товар не соответствует описанию, разочарован.",
        "reviews_date": "2026-08-03",
        "star_review": 2,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Превосходный товар! Буду заказывать снова.",
        "reviews_date": "2026-08-04",
        "star_review": 5,
        "text_len": 46,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Сборка оставляет желать лучшего, не рекомендую.",
        "reviews_date": "2026-08-05",
        "star_review": 1,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка была быстрой, товар полностью устроил.",
        "reviews_date": "2026-08-06",
        "star_review": 5,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Ожидал большего за такие деньги, средне.",
        "reviews_date": "2026-08-07",
        "star_review": 3,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все пришло вовремя, качество хорошее.",
        "reviews_date": "2026-08-08",
        "star_review": 5,
        "text_len": 44,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество нормальное, но упаковка была повреждена.",
        "reviews_date": "2026-08-09",
        "star_review": 4,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Очень недоволен покупкой. Не рекомендую!",
        "reviews_date": "2026-08-10",
        "star_review": 1,
        "text_len": 47,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Долго ждал, но товар оказался качественным.",
        "reviews_date": "2026-08-11",
        "star_review": 4,
        "text_len": 48,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Приятно удивлен качеством! Доставка на высоте.",
        "reviews_date": "2026-08-12",
        "star_review": 5,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Не стоило своих денег, товар оказался посредственным.",
        "reviews_date": "2026-08-13",
        "star_review": 2,
        "text_len": 55,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Доставка пришла раньше срока, товар на высоте!",
        "reviews_date": "2026-08-14",
        "star_review": 5,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Упаковка плохая, но качество товара нормальное.",
        "reviews_date": "2026-08-15",
        "star_review": 3,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Быстрая доставка и отличное качество! Рекомендую.",
        "reviews_date": "2026-08-16",
        "star_review": 5,
        "text_len": 53,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Качество отвратительное, не стоит своих денег.",
        "reviews_date": "2026-08-17",
        "star_review": 1,
        "text_len": 51,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Все понравилось, товар соответствует ожиданиям.",
        "reviews_date": "2026-08-18",
        "star_review": 5,
        "text_len": 49,
        "written_by_bot": 1,
        "has_media": 1
    },
    {
        "user_review": "Цвет немного отличается от фото, но нормально.",
        "reviews_date": "2026-08-19",
        "star_review": 4,
        "text_len": 50,
        "written_by_bot": 1,
        "has_media": 0
    },
    {
        "user_review": "Не рекомендую. Доставка долгая, качество плохое.",
        "reviews_date": "2026-08-20",
        "star_review": 1,
        "text_len": 52,
        "written_by_bot": 1,
        "has_media": 0
    }






]
